{"filename": "IMAGES-005-HOUSE_OVERSIGHT_020367.txt", "headline": "Snowden’s 2013 flight to Moscow may have been pre‑planned with Russian contacts and diplomatic channels", "importance_score": 58, "reason": "The passage outlines a timeline suggesting Edward Snowden coordinated his escape from Hong Kong with Russian officials and possibly other foreign actors months in advance, hinting at pre‑arranged diplomatic and intelligence assistance. This provides concrete dates, travel routes, and alleged contacts that merit further verification, though the claims are largely circumstantial and lack hard evidence.", "key_insights": ["Snowden left Hong Kong on a non‑stop flight to Moscow on June 23, 2013, shortly after a U.S. criminal complaint was unsealed on June 21, 2013.", "The text claims Snowden had prior contact with a foreign diplomatic mission and Russian officials who arranged a visa‑less entry into Russia.", "It suggests Snowden applied for a Booz Allen job and medical leave in February 2013, possibly as a cover for his planned departure.", "The passage mentions an encrypted channel set up with journalist Laura Poitras in February 2013, three months before her travel to Hong Kong.", "A U.S. diplomat is quoted as saying China may have already obtained copies of Snowden’s NSA files, implying Chinese awareness but no sanctuary."], "tags": ["Edward Snowden", "Russia", "China", "NSA leaks", "defection", "diplomatic channels", "intelligence"], "power_mentions": ["Edward Snowden", "Russian Federal Security Service", "U.S. Department of State", "Chinese authorities"], "agency_involvement": ["NSA", "GCHQ", "FSB", "U.S. State Department", "Chinese intelligence services"], "lead_types": ["foreign influence", "defection logistics", "intelligence cooperation", "legal exposure"], "metadata": {"source_row_index": 1, "original_row": {"filename": "IMAGES-005-HOUSE_OVERSIGHT_020367.txt", "text": "215\n\nThe final choice he was made to board a non-stop flight to Moscow on June 23, 2013.\nTo remain in Hong Kong once a criminal complaint was leveled against him would have meant\nthat, at the very minimum, Hong Kong authorities would seize him and the alleged stolen property\nof the US government in his possession. Even if he was released on bail, the Hong Kong\nauthorities would almost certainly retain all the NSA and GCHQ files he had gone to such lengths\nto steal. He also would not be allowed to leave Hong Kong and possibly denied any access to the\nInternet. As he demonstrated by his subsequent actions, this option was not acceptable to him.\n\nOnce the U.S. criminal complaint was unsealed on June 21, 2013, which became all but\ninevitable after his video, his only route out of Hong Kong went through two adversaries of the\nUnited States, China and Russia. China, as far as is known, did not offer him sanctuary.\nAccording to one U.S diplomat, it may have already obtained copies of Snowden’s NSA files, and\ndid not want the problem of having Snowden defect to Beijing. In any case, if it had not already\nacquired the files. It could assume it would receive that intelligence data from its Russian ally in\nthe intelligence war. Whatever its reason, China did not use its considerable power in Hong\nKong to block Snowden’s exit.\n\nNor did Snowden obtain a visa to any country in Latin America or elsewhere during his month-\nlong stay in Hong Kong. As in the oft-cited Sherlock Holmes’ clue of the dog that did not bark,\nSnowden’s lack of any visas in his passport strongly suggests that he had not made plans to go\nanyplace but where he went: Moscow. His actions here, including his contacts with Russian\nofficials in Hong Kong, speak louder than his words.\n\nSnowden chose, if he had any choice left at all, the Russian option. Just as he believed Chinese\nintelligence could protect him in Hong Kong from the United States, he could assume that the\nFSB could protect him in Moscow from the United States. He was not entirely na* ve about its\ncapabilities. During his service in the CIA, he had taken a month-long training course at the CIA’s\n“farm” at Fort Peary in which counterintelligence officer taught about the capabilities the Russian\nsecurity services\n\nTo be sure, he might not have known that Moscow would be his final destination. He may\nhave naively believed that Russia would allow a defector from the NSA who claimed to have had\naccess to the NSA’s sources in Russia and China leave Moscow before its security services\nobtained that information. But that was not to be.\n\nIt is not uncommon for a defector to change sides in order to find a better life for himself in\nanother country. Some defectors flee to escape a repressive government or to find one in which\nthey believe they are more closely attuned. But Russia is ordinarily not the country of choice for\nsomeone such as Snowden seeking greater civil liberties and personal freedom. So why did\nSnowden choose Russia for his new life?\n\nThe four choices that Snowden made in 2013 did not come out of the blue. They all were\nplanned out well in advance. He applied for the job to Booz Allen in February 2013, more than a\nmonth before leaving his job at Dell. He applied to Booz Allen for his medical leave, although in\nfact he had no medical problem, a month before departing for Hong Kong. He brought with him\nto Hong Kong enough cash to pay his living expenses, according to him, for the next two years.\nHe arranged the encrypted channel with Poitras in February 2013, three months before he would\ninduce her to come to Hong Kong. He made contact with a foreign diplomatic mission at least a\nmonth before flying to Moscow and, at some point, met with Russian officials, who arranged a\nvisa-less entry for him. He called Assange in London to arrange for Wikileaks help, 13 days\n\nHOUSE_OVERSIGHT_020367\n"}}}
{"filename": "IMAGES-001-HOUSE_OVERSIGHT_011104.txt", "headline": "Economic essay on collective return and Keynesian vs. Chicago schools", "importance_score": 5, "reason": "The passage is a theoretical discussion of macroeconomic concepts with no mention of specific individuals, institutions, financial transactions, or wrongdoing. It offers no actionable leads for investigation.", "key_insights": ["Focus on maximizing collective return as a proxy for output per unit of capital.", "Contrast between Keynesian intervention and Chicago/ freshwater schools.", "Political correlation of 'saltwater' (Democratic) vs. 'freshwater' (Republican) academic regions."], "tags": ["macroeconomics", "economic theory", "Keynesian", "Chicago school", "policy analysis"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 2, "original_row": {"filename": "IMAGES-001-HOUSE_OVERSIGHT_011104.txt", "text": "What matters is return. I don’t have to specify “risk-adjusted” return so long as |\ndescribe the collective scale alone. Collective return is implicitly average-risk return.\nI prioritize it on the reasoning that optimizing employment of people and plant is\nimplicit, and that optimizing means putting them to work most productively rather\n\nthan over the most hours.\n\nIf policy maximizes rate of return, at the collective scale, it will maximize true output\nperforce. Return is output divided by total capital producing it. More return is more\noutput per unit capital. Putting idle plant and people to work, in a slump, is a step in\nthe right direction. But it doesn’t get the job done unless they work productively.\nEven putting money under the mattress is better than investing at a loss. Zero\nreturn is better than negative return. | accept Keynes’ distinction between new\ninvestment and transfer payments. But I see the latter as part of the mechanics that\n\nends up in the former. Maximize return, and full employment will happen.\n\nKeynes’ opposition is now mostly the Chicago school and other “freshwater” schools\nbordering the Great Lakes and along inland rivers. Somehow the taste for Keynesian\nintervention resonated best in “saltwater” seaboard school such as Harvard, MIT,\nStanford, and University of California. It is probably no coincidence that the\nsaltwater states are the “blue” ones tending to vote Democrat, while the freshwater\nones are the “red” ones favoring Republicans. (I call myself a free market Democrat,\nwhether or not that’s a contradiction in terms.) Freshwater views tend to oppose\nintervention, but accept Keynesian basic definitions and equations such as the\n\nY =] +C doctrine and the distinction between “attempted saving” and investment.\n\nIt is these I question.\n\nI] don’t think much of his view that intended saving (consumption foregone)\nbecomes actual saving only if invested, and becomes an equal amount of physical\ncapital growth if it is. Then (actual) net saving, net investment and physical capital\ngrowth would become synonymous. | said why I prefer a language where saving\n\nand investment are synonymous in the first place. What matters is rate of return.\n\nChapter 8 Banks, Money and Macroeconomics 2/8/16 15\n\nHOUSE_OVERSIGHT_011104\n"}}}
{"filename": "TEXT-001-HOUSE_OVERSIGHT_031683.txt", "headline": "Alleged quid‑pro‑quo linking Saudi Crown Prince, a Russian buyer, and Trump over Yemen/Iran support and an over‑priced painting", "importance_score": 38, "reason": "The passage hints at a possible corrupt exchange involving high‑level actors (President Trump, Saudi Crown Prince Mohammed bin Salman, an unnamed Russian buyer) and a suspicious $450 million art transaction. However, it provides no concrete names, dates, or documentary evidence, making it speculative. The lead is moderately useful for investigators to probe the identity of the Russian buyer and the painting deal, but the lack of verifiable details limits its immediate investigative value.", "key_insights": ["Reference to a Russian individual who purchased a Palm Beach house and allegedly sold a painting to MBS for $450 million, far above market value.", "Suggestion that the transaction may be linked to Trump in exchange for Yemen and Iran policy support.", "Potential financial flow of an inflated art purchase that could mask money laundering or influence‑peddling."], "tags": ["Saudi Arabia", "Trump administration", "money laundering", "art market fraud", "foreign influence", "Yemen", "Iran"], "power_mentions": ["President Donald Trump", "Crown Prince Mohammed bin Salman"], "agency_involvement": ["DOJ", "FBI"], "lead_types": ["financial flow", "foreign influence", "potential corruption"], "metadata": {"source_row_index": 3, "original_row": {"filename": "TEXT-001-HOUSE_OVERSIGHT_031683.txt", "text": "From: J [jeevacation@gmail.com] \nSent: 5/30/2019 9:34:38 PM \nTo: Michael Wolff \nSubject: Re: \nmaybe as a favor to trump. in exchange for yemen and iran support. . smells doesnt it? \nOn Thu, May 30, 2019 at 5:33 PM Michael Wolff wrote: \nSo MBS was paying him off? Why? Ideas? \nOn Thu, May 30, 2019 at 5:29 PM J <jeevacation@gmail.com> wrote: \nis it a coincidence that the russian that bought the house in palm beach and knows all , is the same guy that \nsold a painting last year to mbs for 450 million dollars. that was only worth 1. 5m? \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 031683 \n"}}}
{"filename": "IMAGES-005-HOUSE_OVERSIGHT_018820.txt", "headline": "U.S. Virgin Islands Demographic and Economic Statistics Overview", "importance_score": 5, "reason": "The passage provides generic population and economic data for the USVI with no mention of influential actors, financial flows, or misconduct. It lacks actionable leads for investigation.", "key_insights": ["USVI delegate can vote in committee but not on the House floor.", "Territorial legislature consists of 15 senators with specific island representation.", "Population peaked in 2008 and has declined since.", "Unemployment rose sharply after the 2012 Hovensa refinery closure.", "Gross Territorial Product and personal income trends show modest growth then decline."], "tags": ["demographics", "economics", "USVI", "labor market"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 4, "original_row": {"filename": "IMAGES-005-HOUSE_OVERSIGHT_018820.txt", "text": "Area Analysis 10\n\nAt the national level, the U.S. Virgin Islands elects a delegate to Congress from its at-large\ncongressional district. However, the elected delegate, while able to vote in committee, cannot\nparticipate in floor votes.\n\nAt the territorial level, 15 senators—seven from the district of Saint Croix, seven from the district of\nSaint Thomas and Saint John, and one senator at-large who must be a resident of Saint John—are\nelected for two-year terms to the unicameral Virgin Islands Legislature. The U.S. Virgin Islands has\nelected a territorial governor every four years since 1970. Previous governors were appointed by the\nPresident of the United States.\n\nPopulation and Employment\n\nIn 2008, the residential population of the Virgin Islands peaked at an estimated 115,852 persons. This\nfollows five years of slow but steady growth of 1.0%, slightly slower than the U.S. annual average of\n1.15%. Since 2008, population levels have fallen each year, to the 2014 estimated population of\n103,961 persons.\n\nAmong the three islands, St Croix and St Thomas are nearly equally populous with St John having less\nthan 4 percent of the total population of the Virgin Islands.\n\nUSVI Economic Indicators\n\n5 Yr Ann\n\n2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 Growth\n\nPopulation 111,470 113,689 114,743 115,852 107,343 106,405 105,784 105,169 104,563 103,961 0.6%\n\nSt. Croix 54,635 55,722 56,239 56,783 52,612 50,601 50,247 50,005 49,938 49,656 “1.1%\n\nSt. Thomas $2,528 53,574 54,070 54,592 50,583 51,634 51,266 $1,054 50,610 50,316 0.1%\n\nSt.John 4,307 4,393 4,434 4,477 4,148 4,170 4,134 4,113 4,015 3,989 0.8%\n\nCivilian labor force 51,159 51,159 52,670 52,630 52,861 51,424 50,729 50,577 47,558 46,784 2.3%\n\n. Civilian employment 47,301 48,640 49,547 49,589 48,863 47,272 46,124 44,659 41,207 40,687 ~3B.3%\nt Unemployment rate (percent) 7.1% 6.2% 5.9% 58% 76% 8.1% 8.9% 11.7% 13.4% 13.0% 14.2%\nGross Territorial Product (GTP, Millions} $4,457 $4,635 $4,836 $4,851 $4,583 $4,660 $4,351 $3,778 $3,792 44%\n\nGTP Per Capita $39,984 $40,769 $42,146 $41,872 $42,695 $43,795 $41,131 $35,923 $36,265 2.7%\n\nPersonal income {Pl} $2,723 $2,777 $2,964 $2,606 $2,602 $2,704 $2,661 $2,586 $2,233 2.9%\n\nPer capita personal income ($)} $20,620 $21,711 $22,658 $22,847 $23,931 $25,603 $25,084 $23,388 $21,353 -1.3%\n\nTotal Exports (Millions of $} $10,476 $11,627 $12,962 $17,249 $9,728 $11,930 $13,314 $2,263 $1,285 $1,671 -16.6%\n\nRefined petroleum $9,376 $10,463 $11,242 $13,592 $8,327 $9,759 $10,486 $932 $32 $7 -20.0%\n\nValue of construction permits (Millions $} $390.20 $442.70 $266.10 $273.30 $261.80 $187.20 $179.10 $141.40 $156.60 $201.40 4.6%\n\nSt. Thomas/St. John $274.30 $217.70 $172.90 $183.80 $79.00 $80.60 $87.90 $85.10 $114.80 $142.20 16.0%\n\nSt. Croix $115.90 $225.00 $93.20 $89.50 $175.90 $106.50 $91.10 $56.20 $41.80 $59.20 -13.3%\n\nSource: Vi Bureau of Economic Research\n\nThe territory’s Labor Force has also declined slightly, and there has been a steady increase in the\nunemployment rate; which was further affected by the closure of the Hovensa oil and gas refinery in\n2012. Note that there was a slight dip in unemployement in 2014.\n\nIGY American Yacht Harbor Marina\n\nHOUSE_OVERSIGHT_018820\n"}}}
{"filename": "IMAGES-009-HOUSE_OVERSIGHT_027193.txt", "headline": "Chat Suggests Embedding Social Security Numbers into New Encrypted Health Security Numbers", "importance_score": 12, "reason": "The passage contains a vague discussion about using Social Security Numbers within a proposed encrypted health security identifier. It lacks concrete names, dates, transactions, or links to powerful actors, offering only a speculative technical idea with no actionable leads.", "key_insights": ["Proposes embedding SSN into a new encrypted personal health security number.", "Mentions desire for systems to communicate via this identifier.", "No specific individuals, agencies, or financial details are provided."], "tags": ["privacy", "data security", "health ID", "social security number"], "power_mentions": [], "agency_involvement": [], "lead_types": ["technical proposal", "privacy concern"], "metadata": {"source_row_index": 5, "original_row": {"filename": "IMAGES-009-HOUSE_OVERSIGHT_027193.txt", "text": "Time: 03/01/17 04:45:15 AM (510065115)\n\nFlags: 1060865\n\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: D79S5CSCB-2EC2-4082-BCS5D-23939C85878B\nMessage: So they will rally\n\nSender: e:jeeitunes@gmail.com\n\nTime: 03/01/17 05:10:11 AM (510066611)\n\nFlags: 1085445\n\nIs Read: No\n\nIs Invitation: No\n\nGUID: C84121CF-45C6-483D-B6B4-085595A43BC5\nMessage: HSN health security number\n\nSender: e:jeeitunes@gmail.com\n\nTime: 03/01/17 05:13:24 AM (510066804)\n\nFlags: 1085445\n\nIs Read: No\n\nIs Invitation: No\n\nGUID: 315CC679-0793-4DA2-A3EE-FBIAD7EBIE61\n\nMessage: in fact embed the social number in the new encrypted personal health seciurty number . think of how\noutdated a social security number is for “ security “ , that a fun idea\n\nSender:\n\nTime: 03/01/17 06:30:00 AM (510071400)\n\nFlags: 1060865\n\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: 24FC9CAD-9BE1-42B7-A7C4-CE8F79DDD8A9\nMessage: Yes\n\nSender:\n\nTime: 03/01/17 06:30:03 AM (510071403)\n\nFlags: 1060865\n\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: FA11432F-2EEB-4884-9B34-EAF54D 1 C6680\nMessage: Start w health\n\nSender: a\n\nTime: 03/01/17 06:33:58 AM (510071638)\n\nFlags: 1060865\n\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: 2A4530E0-A455-4025-9F00-0D358355C834\nMessage: The magic is to make all the systems communicate\n\nTime: 0 \"38:27 AM (510071907)\n\nHOUSE_OVERSIGHT_027193\n"}}}
{"filename": "IMAGES-003-HOUSE_OVERSIGHT_014855.txt", "headline": "Court denies amendment to add additional Jane Doe plaintiffs in CVRA case", "importance_score": 8, "reason": "The passage discusses procedural arguments about adding parties to a civil rights case and does not reveal any new allegations, financial flows, or involvement of high‑profile officials. It offers no actionable leads for further investigation.", "key_insights": ["Petitioners seek to add Jane Doe 3 and Jane Doe 4 as parties but the court finds it unnecessary.", "Government argues Jane Doe 4 lacks standing because she was not known when a non‑prosecution agreement was negotiated.", "The case hinges on whether the government violated CVRA rights of unnamed victims."], "tags": ["court filing", "civil rights", "procedural", "standing"], "power_mentions": [], "agency_involvement": ["U.S. Government"], "lead_types": ["legal exposure"], "metadata": {"source_row_index": 6, "original_row": {"filename": "IMAGES-003-HOUSE_OVERSIGHT_014855.txt", "text": "Case 9:0€-ase8D T5é6cK AWK 3B RU BenDs6edmémieieh bh ALB De/dk4i 04/BAGH15 oP&ébe 9 of 10\n\nid. at 10). Petitioners do not contend that Jane Doe 3 and Jane Doe 4’s “participation in this\ncase” can only be achieved by listing them as parties.\n\nAs it stands under the original petition, the merits of this case will be decided based on a\ndetermination of whether the Government violated the rights of Jane Doe 1, Jane Doe 2, and all\n“other similarly situated victims” under the CVRA. Jane Doe 3 and Jane Doe 4 may offer\nrelevant, admissible, and non-cumulative evidence that advances that determination, but their\nparticipation as listed parties is not necessary in that regard. See Herring, 894 F.2d at 1024\n(District court did not abuse its discretion by denying amendment where “addition of more\nplaintiffs .. . would not have affected the issues underlying the grant of summary judgment.”’); cf.\nArthur v. Stern, 2008 WL 2620116, at *7 (S.D. Tex. 2008) (Under Rule 15, “courts have held\nthat leave to amend to assert a claim already at issue in [another lawsuit] should not be granted if\nthe same parties are involved, the same substantive claim is raised, and the same relief is\nsought.”).° And, as to Jane Doe 4 at least, adding her as a party raises unnecessary questions\nabout whether she is a proper party to this action.°\n\nPetitioners also admit that amending the petition to conform to the evidence—by\nincluding references to the non-prosecution agreement itself—is “unnecessary” as the “existing\npetition is broad enough to cover the developing evidence in this case.” (DE 311). The Court\n\n> The Court expresses no opinion at this time whether any of the attestations made by\n\nJane Doe 3 and Jane Doe 4 in support of their motion will be relevant, admissible, and non-\ncumulative.\n\n° The Government contends that Jane Doe 4 is not a true “victim” in this case because\nshe was not known at the time the Government negotiated the non-prosecution agreement, and\naccordingly she was not entitled to notification rights under the CVRA. (See DE 290 at 10).\nAny “duplicative” litigation filed by Jane Doe 4 would necessarily raise the issue of whether she\nhas standing under the CVRA under these circumstances.\n\n9\n\nHOUSE_OVERSIGHT_014855\n"}}}
{"filename": "IMAGES-004-HOUSE_OVERSIGHT_017182.txt", "headline": "Discussion of nudism, pornography, and First Amendment limits in a House Oversight document", "importance_score": 8, "reason": "The passage contains only general legal commentary on nudity and pornography without naming any specific officials, agencies, financial transactions, or actionable allegations. It offers no concrete leads for investigation and repeats well‑known public‑policy debates, making it low‑value noise.", "key_insights": ["References a 1970s federal district court decision on nude sunbathing.", "Outlines three alleged harms of pornography as framed by opponents.", "Mentions “fighting words” doctrine and threats from radical Muslim groups.", "Cites Alan Dershowitz’s work on pornography and violence."], "tags": ["First Amendment", "nudism", "pornography", "free speech", "legal doctrine"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 7, "original_row": {"filename": "IMAGES-004-HOUSE_OVERSIGHT_017182.txt", "text": "4.2.12\nWC: 191694\n\ndefended the right of skinny dippers to an isolated section of the Cape Cod National Seashore.\n(In 197_, a federal district court recognized a limited right to nude sunbathing in areas that\npresent no conflicts with the rights of others. The decision, despite its limited scope was\ncharacterized as a “Magna Carta for nudism.’’)\n\nPornography, like nudity, offends many Americans, but there are those who would ban not only\npublic displays of pornography, but private use as well. They argue that three distinct types of\nharm are caused by pornography. The first, as with nudity, is that it is offensive to many people\nwho are involuntarily exposed to it. No empirical evidence is required to prove this kind of harm:\nif people say they are offended, that is the end of the matter. The second is that some people are\noffended by the mere knowledge that other people, who are not offending by watching it, are\nwatching it in private. Whether this type of what I call “vicarious offensiveness” warrants an\nexcept to the First Amendment raises profound legal issues. The third, very different, kind of\nharm is that pornography is alleged to cause rape and other physical violence against women.\nThis allegation, which if true would warrant legal protection, is hotly disputed and unproven, if\nnot improvable.**\n\ngroup, he might respond by striking back. Hence, such provocatively offensive expressions have been called\n“fighting words” and have been denied First Amendment protection by some courts over the years. This concept\nhas assumed center stage recently, as some Muslim groups, individuals and even nations have threatened violence\nin response to the publication of “offensive” books, cartoons and other media critiques of Islam and its prophet.\nThe stakes have also risen. Instead of merely fighting words, some radical Muslims regard insults to the prophet\nas killing and bombing words.\n\n* The issue is somewhat complicated, because it may be true that certain kinds of violent pornography (as well as\nviolent non-pornography) may be contributing factors in certain people’s decision or propensity to rape, just as\nalcohol or other drugs may be contributing factors. What is undeniably clear is that only a miniscule fraction of\nmen who view pornography go on to rape or commit violence, and that a great many rapists do not view\npornography. See Alan Dershowitz, Why Pornography? in Shouting Fire (Little Brown, 2002) pp. 1630-1675.\n\n95\n\nHOUSE_OVERSIGHT_017182\n"}}}
{"filename": "IMAGES-003-HOUSE_OVERSIGHT_015593.txt", "headline": "Alleged false affidavit by Roberts claiming presence with former President Clinton on Little St. James Island", "importance_score": 58, "reason": "The passage suggests that a witness (Roberts) may have lied under oath about being on a private island with former President Bill Clinton, a claim backed by a former FBI Director’s FOIA analysis. This provides a concrete lead (Roberts’ affidavit, dates, and the FOIA finding) that could be pursued to verify false statements and explore other potential false testimonies. While the claim is serious and involves a former president, the evidence is limited to a motion and a FOIA conclusion, and no direct financial or criminal wrongdoing is detailed, placing it in the strong‑lead category but short of a blockbuster revelation.", "key_insights": ["Roberts’ affidavit alleges she was on Little St. James Island with former President Clinton.", "Former FBI Director Louis Freeh’s FOIA review found no records confirming Clinton’s presence, implying the statement is false.", "Dershowitz filed a Motion for Clarification of Confidentiality Order on Jan. 29, 2016, highlighting the issue.", "Roberts’ testimony is under seal (Exhibit F) but is being challenged as non‑confidential."], "tags": ["affidavit", "false statements", "Bill Clinton", "FOIA", "legal motion", "confidentiality order"], "power_mentions": ["Former President Bill Clinton", "Former FBI Director Louis Freeh", "Alan Dershowitz", "Roberts"], "agency_involvement": ["FBI", "U.S. House Oversight Committee"], "lead_types": ["legal exposure", "false testimony", "potential perjury"], "metadata": {"source_row_index": 8, "original_row": {"filename": "IMAGES-003-HOUSE_OVERSIGHT_015593.txt", "text": "As set forth in Dershowitz’s Motion for Clarification of Confidentiality Order or Relief\nfrom that Order, filed Jan. 29, 2016, it appears that Roberts made false statements in a publicly\nfiled affidavit about being present at a private island in the US Virgin Islands when former\nPresident Clinton was there. Indeed, former FBI Director Louis Freeh determined based on the\nresponse of the federal government to a FOIA request that the absence of records responsive to\nthe request “strongly establishes that former President Clinton was not present on Little St.\nJames Island during the period at issue.” /d. at 2. If Roberts made a false statement under oath\nabout former President Clinton, it is equally if not more likely that she has made false statements\nabout others whose whereabouts are more difficult to track.\n\nRoberts cannot reasonably argue her testimony is confidential as\nPn § See Excerpts of Roberts’s Deposition\nTranscript, attached hereto (under seal) as Exhibit F.' i TT\neee\nPe See id.; see also March 2, 2011, Sharon\n\nChurcher, Daily Mail, attached hereto as Exhibit G. Dershowitz has also discovered that Roberts\n\nee Sec Exhibit\n\nF; see also AD-006931-006933, Transcript of Telephone Conversation Between Alan M.\n\nDershowitz and Rebecca, attached hereto as Exhibit H. As a result, Roberts cannot claim that\n\nthese allegations are confidential simply because TT TT\n\n\" As per the Confidentiality Order, Exhibit F is only filed under seal.\n\nHOUSE_OVERSIGHT_015593\n"}}}
{"filename": "TEXT-001-HOUSE_OVERSIGHT_023287.txt", "headline": "Review of ‘Oslo’ Play Highlights Historical Figures and Unverified Mossad Poisoning Claim", "importance_score": 55, "reason": "The article mentions a sensational, unverified claim that a PLO loyalist was poisoned by Mossad in 2004, linking Israeli intelligence to a possible covert assassination. It also references high‑profile actors such as Bill Clinton, Yitzhak Rabin, Shimon Peres, and Yasser Arafat, providing a potential angle for deeper investigation into historical intelligence operations. However, the piece is primarily a theatre review with limited concrete evidence, dates, or transaction details, so the lead is moderate rather than blockbuster.", "key_insights": ["The play ‘Oslo’ dramatizes the 1993 Oslo Accords negotiations involving Bill Clinton, Yitzhak Rabin, Shimon Peres, Yasser Arafat and others.", "The article repeats a claim that a PLO loyalist was poisoned by Mossad in 2004, suggesting possible covert Israeli action.", "Terje Rød‑Larsen, a Norwegian diplomat central to the Oslo process, is highlighted as a key figure.", "The review notes that the peace process has largely stalled, providing context for renewed interest in historical diplomatic efforts."], "tags": ["Oslo Accords", "Mossad", "PLO", "Israeli intelligence", "Bill Clinton", "Shimon Peres", "Yitzhak Rabin", "Yasser Arafat", "theatre review", "historical diplomacy"], "power_mentions": ["Bill Clinton", "Yitzhak Rabin", "Shimon Peres", "Yasser Arafat", "Terje Rød‑Larsen", "Mossad"], "agency_involvement": ["Mossad", "US White House"], "lead_types": ["foreign influence", "intelligence operation", "historical political event"], "metadata": {"source_row_index": 9, "original_row": {"filename": "TEXT-001-HOUSE_OVERSIGHT_023287.txt", "text": "﻿Source: The Daily Telegraph {Main}\nEdition:\nCountry: UK\nDate: Friday 15, September 2017\nPage: 28\nArea: 996 sq. cm\nCirculation: ABC 477927 Daily\nAd data: page rate £46,000.00, scc rate £214.00\nPhone: 020 7931 2000\nKeyword:\nNational Theatre (National)\nHow the Oslo Accords became gripping drama\nAs Tony awardwinning\nplay ‘Oslo’\ncomes to the NT,\nCon Coughlin shares\nhis memories of\ncovering the actual\nevents it depicts\nA\nthree-hour play as its subject, Rogers has fashioned an\nabout the Middle unexpected thriller out of the brave\nEast peace process? and inspired Palestinian and Israeli\nIt’s hardly a subject negotiators who came together in\nto get the pulse a remote Norwegian house to put\nracing. And yet, aside decades of hostility and make\nJT Rogers’s new peace. Their efforts were rewarded\nplay Oslo, about with a momentous ceremony on the\nthe astonishing, White House lawn in September\nbehind-the-scenes negotiations that 1993, with Yitzhak Rabin, the Israeli\nresulted in the historic Oslo Accords prime minister, and Yasser Arafat,\nin 1993, won a Tony for Best Play on the PLO chairman, shaking hands\nBroadway this year, and has already to seal the deal in front of a beaming\nvirtually sold out its month-long run president Bill Clinton. And sitting\nat the National. Such is the demand anonymously among the thousands\nthat the production, starring Toby of global dignitaries who had flocked\nStephens, promptly transfers to the to Washington to witness this historic\nWest End in October.\nevent was Terje Rød-Larsen, the\nOslo dramatises a period of history cultivated, softly spoken Norwegian\n– and a brief spell of optimism – that diplomat who, with his wife Mona\nis now a distant memory. With so Juul, made it all possible by enabling\nmuch of the modern-day Middle East the rival delegations to meet in secret\nconsumed by turmoil and conflict, it’s to thrash out their differences.\nal-Qaeda, so-called Islamic State, Iraq, As a journalist covering these\nSyria and Libya that are dominating extraordinary events for The Daily\nthe headlines, not the peace process. Telegraph during the Nineties, I came\nEven as we approach the\nto know a number of these players\n100th anniversary of the Balfour\npersonally. Many of them are no\nDeclaration, whereby Britain\nlonger around to reflect on Rogers’s\ncommitted itself to the establishment version of events. Rabin, the great\nof a Jewish homeland in the\nIsraeli warrior-turned-politician who\nuncultivated area of the eastern\nagreed to make peace with Arafat,\nMediterranean known as Palestine, a man most Israelis, as one Israeli\nthe long-running conflict between character in the play remarks, saw as\nthe Israelis and the Palestinians is no being akin to “Hitler in his bunker”,\nlonger the main story. So much so was murdered by a Jewish extremist\nthat theatregoers in New York were in November 1995 in revenge for\nheard to remark after a performance\nReproduced by Gorkana under licence from the NLA signing (newspapers), the deal. CLA The (magazines), mysterious FT (Financial Times/ft.com) or other copyright owner. No further\nof Oslo, “Oh, the PLO! I’d forgotten all\ncopying (including printing of digital cuttings), digital circumstances reproduction/forwarding surrounding of the cutting Arafat’s is permitted except under licence from the copyright\nabout owner. them.” All FT content is copyright The Financial Times death Ltd. in a Paris hospital in November\nYet by taking the art of diplomacy\nArticle Page 1 of 4\n401552537 - NICTHO - A23578-1 - 129616737\nSource: The Daily Telegraph {Main}\nEdition:\nCountry: UK\nDate: Friday 15, September 2017\nPage: 28\nArea: 996 sq. cm\nCirculation: ABC 477927 Daily\nAd data: page rate £46,000.00, scc rate £214.00\nPhone: 020 7931 2000\nKeyword:\nNational Theatre (National)\n2004 remains a source of controversy\namong his PLO loyalists, many of\nwhom believe he was poisoned\nby Mossad, the Israeli intelligence\nservice. By the time Shimon Peres, the\nNobel Prize-winning prime minister\nof Israel who helped resolve many of\nthe more intangible issues, died more\npeacefully aged 93 in 2016, he had\nbecome one of the most accomplished\nstatesmen of our age.\nBut perhaps the greatest casualty\nfrom that era – when there were\ngenuine expectations on both sides of\nthe Israeli-Palestinian divide that the\nconflict might be resolved peacefully\n– has been the peace process itself,\nwhich today is almost nonexistent.\nWhen, for example, I told an Arab\nambassador acquaintance I was\ngoing to see a preview of the play,\nhe simply remarked: “No one talks\nabout the peace process any more. It\ndoesn’t exist.”\nThis makes Roger’s examination of\none of the most unlikely diplomatic\ndialogues ever undertaken all the\nmore poignant, as it harks back to\nan era when reconciliation seemed\ngenuinely possible.\nThe task facing the rival delegates\nwhen they first meet is a daunting\none. For the Israelis, if the fact became\nknown that they were talking to the\nPLO, the government would most\nlikely fall. For the Palestinians, it\nwould mean an assassin’s bullet.\nAt the heart of this danse macabre\nstands Rød-Larsen, whom I met on\nseveral occasions in Jerusalem in the\nNineties when the hard work had\nbegun on implementing the deal. A\nquiet, patient man, he never seemed\nto be entirely comfortable with the\nrough-house atmosphere of the\nregion, where disputes were often\nmore likely to be resolved through\nrocks and rubber bullets than rational\npersuasion.\nToby Stephens’s portrayal of Rød-\nLarsen gives him a great deal more\nzest and personality than I recall, but\nthis neatly nuanced performance is\nkey to the pace of this fast-moving,\nentertaining take on the events (Rogers\nhas said that, in order to liven up what\nmight otherwise seem a prosaic and\nconvoluted political process, he studied\nthe plays of Noël Coward).\nMy favourite scene from the play\nis the one where the lead Israeli\nnegotiator, taking a break from\nthe negotiations, entertains his\nPalestinian counterparts by giving\nan impersonation of Arafat as an\neffeminate narcissist, a portrayal I\nfound entirely plausible from my\nown encounters with the PLO leader,\nwhose vanity knew no bounds.\nUri Savir, who was deputed by\nPeres to run the Israeli side of the\nnegotiations, was someone else I\ngot to know during that period. An\nurbane multi-linguist of an academic\ndisposition, I generally found Uri to\nbe softly spoken and thoughtful when\ndiscussing regional issues. Philip\nArditti’s portrayal of him in the play,\nthough, makes him out to be more\nlike the uncompromising, muscular\nIsraeli type, more usually found in the\nranks of the security forces than in the\ndiplomatic service.\nDepictions in theatre of almost\nanything to do with the Middle East\ntend to stir strong passions among\naudiences. I was particularly struck by\nRogers’ sympathetic understanding\nof the Palestinian predicament. “I was\nvery anxious about the combustibility\nof it,” said Rogers in a recent\ninterview. “I assumed there would be\ncontroversy [in America] only because\nsomeone would be enraged that I had\nallowed the ‘other side’ to have their\nsay.” Certainly Peter Polycarpou’s\ndepiction of Ahmed Qurei, the\nPalestinian finance minister sent\nby Arafat to make peace, admirably\ncaptures the conflicting emotions\nof enduring the pain of exile while\nseeking to wreak terrible vengeance\non the Israeli occupiers.\nIndeed, for all the quips and\nlight-hearted banter, Oslo is, at heart,\na deeply emotional drama. When the\nIsraelis finally strike a deal with the\nPalestinians during a telephone call to\nArafat’s headquarters in Tunis, they\nthink they can hear music playing\nin the background. In fact it is the\nbattle-hardened veterans of the PLO\nsobbing at the prospect of being\nallowed to return to their homeland.\nUltimately, the play is an implicit\ntragedy about the failure of both sides\nto build a lasting peace on the basis of\nthe painful concessions made during\nReproduced by Gorkana under licence from the NLA (newspapers), CLA (magazines), FT (Financial Times/ft.com) or other copyright owner. No further\ncopying (including printing of digital cuttings), digital reproduction/forwarding of the cutting is permitted except under licence from the copyright\nowner. All FT content is copyright The Financial Times Ltd.\nArticle Page 2 of 4\n401552537 - NICTHO - A23578-1 - 129616737\nSource: The Daily Telegraph {Main}\nEdition:\nCountry: UK\nDate: Friday 15, September 2017\nPage: 28\nArea: 996 sq. cm\nCirculation: ABC 477927 Daily\nAd data: page rate £46,000.00, scc rate £214.00\nPhone: 020 7931 2000\nKeyword:\nNational Theatre (National)\nthe Oslo negotiations. “Between\nour peoples lies a vast ocean,” says\nAhmed Qurei, the finance minister for\nthe PLO, in the play, just before the\nnegotiations start. Twenty-five years\non, that ocean seems as vast as ever.\nOslo is at the National Theatre until Sept\n23, then transfers to the Harold Pinter\nTheatre from Sept 30 to Dec 30.\nTickets for both: nationaltheatre.org.uk\n‘Perhaps the\ngreatest\ncasualty\nfrom that\nera has been\nthe peace\nprocess itself,\nwhich\ntoday is\nalmost\nnonexistent’\nReproduced by Gorkana under licence from the NLA (newspapers), CLA (magazines), FT (Financial Times/ft.com) or other copyright owner. No further\ncopying (including printing of digital cuttings), digital reproduction/forwarding of the cutting is permitted except under licence from the copyright\nowner. All FT content is copyright The Financial Times Ltd.\nArticle Page 3 of 4\n401552537 - NICTHO - A23578-1 - 129616737\nSource: The Daily Telegraph {Main}\nEdition:\nCountry: UK\nDate: Friday 15, September 2017\nPage: 28\nArea: 996 sq. cm\nCirculation: ABC 477927 Daily\nAd data: page rate £46,000.00, scc rate £214.00\nPhone: 020 7931 2000\nKeyword:\nNational Theatre (National)\nBRINKHOFF-MOEGENBURG; AP\nJT Rogers, far\nright, and the NT\nproduction of Oslo,\nabove. Clinton\nwith Netanyahu\nand Arafat in\n1993, below\nReproduced by Gorkana under licence from the NLA (newspapers), CLA (magazines), FT (Financial Times/ft.com) or other copyright owner. No further\ncopying (including printing of digital cuttings), digital reproduction/forwarding of the cutting is permitted except under licence from the copyright\nowner. All FT content is copyright The Financial Times Ltd.\nArticle Page 4 of 4\n401552537 - NICTHO - A23578-1 - 129616737\n"}}}
{"filename": "IMAGES-011-HOUSE_OVERSIGHT_030633.txt", "headline": "Confidential disclaimer with no substantive content", "importance_score": 5, "reason": "The passage contains only a standard confidentiality and attorney‑client privilege disclaimer with no factual allegations, names, dates, or transactions. It offers no investigative leads, controversy, novelty, or linkage to powerful actors.", "key_insights": ["Document is a generic legal disclaimer", "No mention of individuals, entities, or actions"], "tags": ["confidentiality", "legal disclaimer"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 10, "original_row": {"filename": "IMAGES-011-HOUSE_OVERSIGHT_030633.txt", "text": "please note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_030633\n"}}}
{"filename": "IMAGES-012-HOUSE_OVERSIGHT_033182.txt", "headline": "Trump tax maneuver allegedly let him avoid tens of millions in personal income taxes", "importance_score": 58, "reason": "The passage cites newly obtained documents suggesting a specific tax‑avoidance scheme that may have saved Trump tens of millions of dollars, referencing IRS audit risk, a congressional‑later‑outlawed maneuver, and expert commentary. It provides enough detail (tax experts, IRS, congressional action) to merit a concrete investigative follow‑up, while the claim is not yet publicly verified, making it a strong but not yet blockbuster lead.", "key_insights": ["Internal Revenue Service would likely deem the maneuver improper if audited", "Congress later outlawed the specific tax strategy used", "Tax experts say the maneuver stretched the limits of tax law", "Potential avoidance of tens of millions in personal income taxes", "Trump declined to release any tax returns or summaries"], "tags": ["tax avoidance", "Trump", "IRS", "Congress", "financial misconduct"], "power_mentions": ["Donald J. Trump", "Internal Revenue Service", "U.S. Congress"], "agency_involvement": ["IRS", "Congress"], "lead_types": ["financial flow", "legal exposure", "tax misconduct"], "metadata": {"source_row_index": 11, "original_row": {"filename": "IMAGES-012-HOUSE_OVERSIGHT_033182.txt", "text": "maneuver so legally dubious his own lawyers advised him that the Internal Revenue Service would most\n\nlikely declare it improper if he were audited.\n\nThanks to this one maneuver, which was later outlawed by Congress, Mr. Trump potentially escaped\npaying tens of millions of dollars in federal personal income taxes. It is impossible to know for sure\nbecause Mr. Trump has declined to release his tax returns, or even a summary of his returns, breaking a\n\npractice followed by every Republican and Democratic presidential candidate for more than four decades.\n\nTax experts who reviewed the newly obtained documents for The New York Times said Mr. Trump’s tax\navoidance maneuver, conjured from ambiguous provisions of highly technical tax court rulings, clearly\n\npushed the edge of the envelope of what tax laws permitted at the time. “Whatever loophole existed was\nnot ‘exploited’ here, but stretched beyond any recognition,” said Steven M. Rosenthal, a senior fellow at\n\nthe nonpartisan Tax Policy Center who helped draft tax legislation in the early 1990s.\n\nGraphic Moreover, the tax experts said the maneuver trampled a core tenet of\n\nMr. Trump managed to save millions in American tax policy by conferring enormous tax benefits on Mr. Trump\npersonal taxes by borrowing — then losing\n\n_ aiher anale’s eney for losing vast amounts of other people’s money — in this case, money\n\ninvestors and banks\nhad entrusted to him to build a casino empire in\nAtlantic City.\n\nContinue reading the main story\n\nOPEN Graphic\n\nHOUSE_OVERSIGHT_033182\n"}}}
{"filename": "IMAGES-007-HOUSE_OVERSIGHT_024096.txt", "headline": "Private Fund Offering Memorandum Detailing Securities Act and Investment Company Act Exemptions", "importance_score": 8, "reason": "The document outlines standard legal and regulatory language for a private investment fund, mentioning no high‑profile individuals, entities, or controversial transactions. It provides no actionable leads, financial flows, or misconduct allegations, making it low‑value for investigative purposes.", "key_insights": ["Fund seeks exemption from registration under the Securities Act and Investment Company Act.", "Investors must be accredited or qualified purchasers per relevant rules.", "Limited Partner Interests are classified as restricted securities with transfer limitations.", "General Partner is not registered as a broker‑dealer."], "tags": ["private fund", "securities law", "investment company act", "accredited investor", "restricted securities"], "power_mentions": [], "agency_involvement": ["SEC"], "lead_types": ["financial flow", "legal exposure"], "metadata": {"source_row_index": 12, "original_row": {"filename": "IMAGES-007-HOUSE_OVERSIGHT_024096.txt", "text": "XI. CERTAIN LEGAL & REGULATORY CONSIDERATIONS\nSecurities Act of 1933\n\nThe Limited Partner Interests described herein will not be registered under the Securities Act in\nreliance upon the exemptions for transactions not involving a public offering. Each investor\nwill be required to make certain representations to the Fund, including that such investor is an\n“accredited investor” within the meaning of Rule 501(a) under the Securities Act, that it is\nacquiring a Limited Partner Interest in the Fund for its own account, for investment purposes\nonly and not with a view to resale or distribution, that it has received or has had access to all\ninformation it deems relevant to evaluate the merits and risks of an investment in the Fund and\nthat it has the ability to bear the economic risk of an investment in the Fund. The Limited\nPartner Interests described herein will constitute “restricted securities” under the Securities Act\nand as such will be subject to certain restrictions on transferability. The Limited Partner\nInterests may not be transferred or sold unless the Limited Partner Interests have been\nregistered under the Securities Act or an exemption from registration is available. It is not\ncontemplated that registration under the Securities Act or other securities laws will ever be\neffected. The Limited Partner Interests are subject to further restrictions on transfer as\ndescribed in the Partnership Agreement.\n\nThis Memorandum is not a public offering “prospectus” and does not purport to describe or\notherwise address all material considerations relating to an investment in the Fund. Prior to\nmaking an investment, prospective investors and their advisors are invited to ask questions of,\nand obtain additional information from, the General Partner concerning the Limited Partner\nInterests described herein, the terms and conditions of the offering and any other relevant\nmatters. Such information will be provided to the extent the General Partner possesses such\ninformation or can acquire it without unreasonable effort or expense.\n\nAny subscription is subject to a determination by counsel to the Fund that the subscription is in\ncompliance with applicable federal and state laws and regulations.\n\nInvestment Company Act of 1940\n\nThe Fund will not be registered as an investment company under the Investment Company Act\npursuant to an exemption set forth in Section 3(c)(1) and/or Section 3(c)(7) of the Investment\nCompany Act. The Fund will obtain appropriate representations and undertakings from all\npurchasers of Limited Partner Interests, including restrictions on transfer, to ensure that such\npurchasers meet the conditions of the exemption. Section 3(c)(7) of the Investment Company\nAct requires that each prospective purchaser be a “qualified purchaser” within the meaning of\nSection 2(a)(51) of the Investment Company Act. Information with respect to such requirements\nfor “qualified purchaser” status will be included in the Fund’s Subscription Agreement. The\nGeneral Partner is not registered as a broker-dealer under the Exchange Act, or with the NASD,\nand is consequently not subject to certain record keeping and specific business practice\nprovisions of the Exchange Act and the rules of the NASD.\n\n85 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024096\n"}}}
{"filename": "TEXT-001-HOUSE_OVERSIGHT_022827.txt", "headline": "Email exchange hinting at alleged Clinton‑related orgies and media strategy", "importance_score": 22, "reason": "The passage contains vague, unverified claims about Clinton attending orgies and references to a planned media story, but provides no concrete names, dates, transactions, or verifiable evidence. It suggests a possible lead for further inquiry into source credibility and media handling, yet lacks actionable specifics.", "key_insights": ["Michael Wolff discusses filing a column about Dershowitz and Andrew allegations sourced from unverified civil court documents.", "Reference to “Clinton” allegedly being present at multiple orgies, with detailed but unsubstantiated dinner description.", "Mentions potential involvement of other public figures (Woody, Soon‑Yi) for a dinner, possibly indicating a social circle.", "Talk of using the story in USA Today, New York Magazine, or other outlets, indicating a media dissemination plan."], "tags": ["media manipulation", "unverified allegations", "political scandal", "journalism"], "power_mentions": ["Clinton", "Michael Wolff", "Woody", "Soon‑Yi"], "agency_involvement": [], "lead_types": ["media strategy", "unverified allegation", "potential sexual misconduct"], "metadata": {"source_row_index": 13, "original_row": {"filename": "TEXT-001-HOUSE_OVERSIGHT_022827.txt", "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 1/10/2015 2:57:45 PM \nTo: Michael Wolff \nSubject: Re: \nImportance: High \ntalk then \nOn Sat, Jan 10, 2015 at 10:22 AM, Michael Wolff <_____________________________> wrote: \nCan you talk at noon? Probably need about 30 minutes. What is best number? \nOn Fri, Jan 9, 2015 at 1:44 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nanytime tomorw ok \nOn Fri, Jan 9, 2015 at 2:33 PM, Michael Wolff <:MM11> wrote: \nIs Clinton willing to say he was not there? Btw, I've just filed a column for USA Today for Monday \nexplaining how Dershowitz and Andrew allegations were picked up from unverified civil court docs, \ntransferred to UK tabs, which go wild because of no libel rules on U.S. court papers, and then translated back \nhere as \"reported fact.\" Problem with Mi=story is that tabs are too invested in present story line, and \nunlikely that the Times or WSJ will want to touch it--tho, depending on who is willing to on record, they \nmight. There is another politico reporter I know who might do it, again, if the on-the-record sources are \npublic people. Or, I will use it for New York Magazine, but that won't be until Feb. Can you still talk \ntomorrow? When works? Woody and Soon-Yi coming for dinner tonight. m \nOn Fri, Jan 9, 2015 at 1:20 PM, jeffrey E. <jeevacation@gmail.com> wrote: \n____________________ the story teller , crafted much of it out of whole cloth. . part of her story, is that she was \nat multiple orgies with clinton and speciifically, the minute details of a dinner had on the island with \nhim, \" he sat on my left. came by black. heli. flown by ghislaine. clinton was NEVER EVER \nthere, never, it punches a hole in the dershowitz , andrew allegation. making it all apparent that it was \nfantasy. and delusional. thoughts. who should break the story. \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 022827 \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 022828 \n"}}}
{"filename": "IMAGES-006-HOUSE_OVERSIGHT_020861.txt", "headline": "Historical Federal Spending Shows Shift from Defense to Social Programs", "importance_score": 12, "reason": "The passage provides aggregated historical budget data showing the growth of non‑defense spending (health insurance, Social Security, etc.) relative to defense. It contains no specific allegations, names, transactions, or actionable leads involving current officials or entities, making it low‑value for investigative follow‑up.", "key_insights": ["Federal outlays grew from 2.2% of GDP in 1800 to 18.2% in 2000.", "Defense share of spending fell from ~41% (1789‑1930) to under 1% by 2000.", "Social insurance programs (Medicare, Medicaid, Social Security) now dominate the budget.", "Data sourced from Census Bureau, White House OMB, and historical statistics."], "tags": ["federal budget", "defense spending", "social insurance", "historical data"], "power_mentions": [], "agency_involvement": ["U.S. Census Bureau", "White House Office of Management and Budget"], "lead_types": ["financial flow", "policy trend"], "metadata": {"source_row_index": 14, "original_row": {"filename": "IMAGES-006-HOUSE_OVERSIGHT_020861.txt", "text": "USA Inc. “Business Lines” Have Expanded\n\nFrom Defense to Insurance & Other Areas\n\nUSA Inc. Major ‘Business Line’ Spending as % of GDP, F1800 vs. F1900 vs. F2000\n\nF1800 F1900 F2000\n2.2% 2.5% 18.2%\n\nDefense\n\nOther 3.0%\n\n0.3%\nDefense\n1.3%\n\nNote: Fiscal year 1800/1900 ended in June. Fiscal year 2000 ended in September. *Health insurance includes Medicare, Medicaid (federal portion)\n\nand other federal health programs, retirement and disability insurance is Social Security. Other spending includes public sector employee and veteran\n\npension & benefits cost and spending on community development, law enforcement / education / public infrastructure / energy, etc. Source: 1800 /\n\nKP 1900 data per Census Bureau, 2000 per White House OMB.\n(@)E) www.kpcb.com USA Inc. | High Level Thoughts 39\n\nDefense\n0.9%\n\nnterest\nPayment\n0.2%\n\nUSA Inc. First 155 Years (1776-1930) = Era of Defense\nDept. of Army + Navy = 41%! of Cumulative Spending From 1789-1930\n\nUSA Inc.’s Budget Outlays For the First 155 Years (1776-1930)?\n\n1789-1930\n1789-1791 ... 1800 ... 1850 ... 1900 ... 1930 Cumulative\nTotal Federal Government Outlays ($MM) $4 $11 $40 $521 $3,320 $98,747\nDefense $191 $839 $40,332\n% of Total Outlays 37% 25% 41%\nDept. of the Army $1 $3 $9 $135 $465 $28,831\n% of Total Outlays 15% 24% 24% 26% 14% 29%\nDept. of the Navy $0 $3 $8 $56 $374 $11,500\n% of Total Outlays - 32% 20% 11% 11% 12%\nInterest on the Public Debt $2 $3 $4 $40 $659 $13,790\n% of Total Outlays 55% 31% 10% 8% 20% 14%\nOther* $1 $1 $18 $290 $1,822 $44,626\n% of Total Outlays 30% 13% 47% 56% 55% 45%\nVeteran Compensation and Pensions $0 $0 $2 $141 $221 $8,273\n% of Total Outlays 4% 1% 5% 27% 7% 8%\n\nNote: Data is rounded and not adjusted for inflation. 1) 41% is the cumulative defense spending (excluding veterans’ benefits and services) as % of\n\ncumulative total federal spending from 1789 to 1930. Including veterans’ benefits and services, defense spending would have been 49% of cumulative\n\nannual budget from 1789 to 1930. 2) Data not available from 1776 to 1789. * Other includes various spending on administration, legislation and veteran\n\nK P compensation and pensions. Source: Census Bureau, “Historical Statistics of the United States, Colonial Times to 1970,” Data series Y 457-465.\na USA Inc. | High Level Thoughts 40\n\nHOUSE_OVERSIGHT_020861\n"}}}
{"filename": "TEXT-001-HOUSE_OVERSIGHT_025190.txt", "headline": "Email chain linking Robert Kuhn, Trump‑Xi summit, and a China‑Israel‑US mediated PM meeting with Baidu CEO", "importance_score": 35, "reason": "The passage mentions a post‑summit meeting request involving a US‑based producer (Robert Kuhn), the Trump‑Xi summit, a Syrian strike, and a government‑requested moderation of a Chinese premier’s discussion with the Baidu CEO at the behest of China and Israel. While no concrete wrongdoing is alleged, the mix of high‑level diplomatic events and private media production suggests a possible conduit for influence or information exchange that could merit further verification.", "key_insights": ["Kuhn references the recent Trump‑Xi summit and a Syrian strike, indicating timing of the outreach.", "He claims the meeting with the Chinese premier was requested by the governments of China and Israel.", "The meeting allegedly involved the Baidu CEO, a dominant Chinese tech figure.", "Kuhn is the founder of a private foundation that funds the “Closer To Truth” TV series, potentially providing a platform for diplomatic messaging."], "tags": ["foreign policy", "China", "Israel", "United States", "media influence", "private foundation"], "power_mentions": ["Donald Trump", "Xi Jinping", "Chinese Premier", "Baidu CEO", "Israeli government"], "agency_involvement": ["U.S. Executive Branch", "Chinese Government", "Israeli Government"], "lead_types": ["foreign influence", "media facilitation", "potential back‑channel diplomacy"], "metadata": {"source_row_index": 15, "original_row": {"filename": "TEXT-001-HOUSE_OVERSIGHT_025190.txt", "text": "From: jeffrey E. [jeeyacation@gmail.com] \nSent: 4/8/2017 9:46:30 AM \nTo: Lesley Groff \nSubject: Fwd: Kuhn - The Science of Sleep and Dreams \nImportance: High \n----------Forwarded message---------- \nFrom: Robert Kuhn <11=1> \nDate: Sat, Apr 8, 2017 at 2:28 AM \nSubject: Re: Kuhn - The Science of Sleep and Dreams \nTo: \"jeffrey E.\" <jeevacation@gmail.com> \nJust arrived NY, here for —10 days. \nNow with the Trump-Xi Summit over (utterly overwhelmed by Syria strike), back to Closer To Truth. \nWhen good to meet? \nRobert \nOn Mar 23, 2017, at 4:23 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nLook forward to seeing you \nOn Thu, Mar 23, 2017 at 3:54 PM Robert Kuhn < > wrote: \nHi: Just returned from a month in China. Attached is my summary of recent politics (in South China Morning \nPost), and pics of moderating (at request of govts of China and Israel) the PM's discussion with leading \nChinese technologist (Baidu CEO, dominant Chinese search engine). The PM was in China for 25th \nanniversary of diplomatic relations \nBack to CTT, my 'true love'... Love to discuss Science of Sleep & Dreams project. I'm in LA for week and \nthen NY April 8-18. \nWarm regards, Robert \nOn Feb 15, 2017, at 1:29 PM, Robert Kuhn <1> wrote: \n501 (c) (3) - private operating foundation - The Kuhn Foundation, which I set up in 1999 to support Closer To \nTruth. IRS letter attached. \nThank you. \n<Kuhn Foundation IRS Tax Exempt Determination Letter 1999, 2015.pdf> \nHOUSE OVERSIGHT 025190 \nOn Feb 15, 2017, at 4:17 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nis it a charity that received the funding? \nOn Wed, Feb 15, 2017 at 1:27 AM, Robert Lawrence Kuhn < wrote: \nPardon the formality below - I want to approach your very legitimate questions / concerns in a serious \nmanner. \nAttached and below the same. \nDear Jeffrey: \nAs requested, the following addresses your two questions / concerns about our proposed Closer To Truth TV \nseries \"The Science of Sleep and Dreams\": \n(i) Have there been sufficient breakthroughs in Sleep and Dreams (significantly beyond traditional \nunderstandings) to justify a major TV series? \n(ii) Even if 'yes' to (i), is now the proper time for such a foundational series, or are more years needed for \ncorroborative studies and further research to solidify the breakthroughs? \nIn preparing this response, my primary source is Professor Patrick McNamara, Department of Neurology, \nBoston University School of Medicine, with whom CTT Producer/Director Peter Getzels and I spoke with at \nlength today. Patrick is one of the leading sleep and dream researchers (he himself more dreams). More \nimportantly, he is perhaps the leading chronicler of the field, with many publications (including 26 entries in \nrelated encyclopedias). He is co-editor-in-chief of the \"Encyclopedia of Sleep and Dreams\" (2012) and \nthe sole author of the forthcoming \"An Introduction to the Neuroscience of Sleep and Dreams\" (Cambridge \nUniversity Press, 2018), which intends to present the latest science and to become a main textbook for \ngraduate courses/seminars. Patrick is a CTT contributor and colleague. \nWhen we asked Patrick, his first response — \"This is the ideal time to tell the sleep-and-dreams story\" — and he \ncited (in essence) your two questions, in that (i) the multiple breakthroughs are now sufficiently well \ncorroborated by numerous independent labs such that a substantial foundation for the new, deeper \nunderstanding of sleep and dreams is now for the first time (over the past few years) confirmed and \nestablished, and (ii) there are now interesting application and critical clinical questions to pose, explore and \npursue, such as for the treatment of various mental-related illnesses that have known sleep-related syndromes \n(e.g., PTSD and Depression). \nTo understand the significance of recent breakthroughs, a defining characteristic of sleep and dreams is that \nthere are two distinct kinds of sleep — REM (rapid-eye-movement) Sleep and NREM (non-rapid-eye-\nmovement) Sleep. Most dreams are associated with REM sleep (though complex). The eye movement \ngives the eponymous name, but a more important designation defines the two stages in terms of brain waves \n(electroencephalograph — EEG): REM is Fast-Wave Sleep (similar to the waking state) and NREM Sleep is \nSlow-Wave Sleep (very different from the waking state). This difference between REM and NREM sleep has \nbeen known since 1953 (different EEGs since 1937), but its deep significance has only been discovered and \nconfirmed in very recent years (as explained below). \nFollowing are the key areas of breakthrough in sleep and dreams (from Patrick). Patrick states that these are \nHOUSE OVERSIGHT 025191 \nnow reproducible, non-controversial, and well-accepted among experts, although still not appreciated by the \npublic - hence the high value of our CTT TV series. The organizing idea is why and how are sleep and dreams \nessential for normal memory consolidation and bodily health / well-being. \nMemory Consolidation. There is a fundamental difference between REM and NREM Sleep for memory \nconsolidation: REM is for emotional memories, whereas NREM is for declarative and procedural memories. \nHence, understanding and dealing with REM emotional memories can lead to treatment for the many \nneuropsychiatric illnesses that have sleep/dream-related disorders or syndromes (Parkinson's Disease, \nAnxiety, Substance Abuse, many sleep disorders such as Nightmare Disorder, etc., in addition to PTSD and \nDepression). Research shows bi-directional causality between neuropsychiatric disorders and sleep disorders. \nThis is a superb example of how fundamental science breakthroughs lead to clinical breakthroughs. This fact \nthat REM is associated with emotional memories is nicely consistent with the apparent psychotic nature of \ndreams, because in REM Sleep the frontal cortex is 'down-regulated' (and the frontal cortex is associated with \nrational planning, reflection, controlling impulses), while in REM Sleep the limbic system is 'up-regulated\" \n(and the limbic system is associated with emotions and feelings) — see Neuroimaging below. This is \nwhy dream states flood the ego with emotional fantasies without rational control. However, it is also true that \nthe limbic system enables creative ideas, thus grounding in science the long-suspected idea that sleep and \ndreams can enhance creativity. \nAs Dr. Robert Stickgold, our other advisor on the series, wrote: \"It would be nice if we could talk about sleep \nand memory as if there were only one type of memory and one type of sleep. But this is far from the case. \nSleep and memory each comes in many forms, and furthermore, memories can go through multiple forms of \npost-encoding processing that must be individually addressed.\" \nImmunity / Immune System. Strengthening the immune system is now a proven product of NREM sleep. \nDiscerning the evolutionary basis for this is a key research project (i.e., it seems counter-intuitive \nthat sleeping facilitates fitness for survival in that predators lurked in the jungles and on the plains so that \ngoing unconscious during sleep does not, at first glance, seem especially adaptive). Studies of sleep in various \nnon-human animals reveals a direct relationship between longer periods of NREM (Slow-Wave) Sleep and a \nstronger immune system, especially in fighting parasites. NREM Sleep releases molecules that \nfight inflection; NREM Sleep works for the maintenance, repair and activation of the immune system. (This \ngives scientific rationale for the need or desire to sleep during illnesses.) Related are \"genetic conflict\" studies \nwith respect to REM and NREM, showing differences in heredity between material and paternal lines, and \ndifferences between males and females in which genes get \"imprinted\". \nNeuroplasticity. Exciting recent research has reversed the century-long conventional wisdom that new \nneurons are never created in adult animals/humans. The development of new neurons — neuronogenesis — is a \nvital part of maintaining normal brain and mental functioning. New neurons are being created, importantly, in \nthe hippocampus (brain organ where new memories are encoded) — but, remarkably, the neuronogensis in \nthe hippocampus occurs only/largely during REM Sleep — a stunning finding. This is another reason why \nREM sleep is needed for emotional memory consolidation (normal functioning). \nDream-Content. Although dreams have sparked human fascination and fantasy for thousands of years, only \nin very recent years, have large-scale surveys been conducted with rigorous design, classifications and \nstatistical analysis. Literally hundreds of thousands of dreams are enabling statistically significant theories, \nincluding cross-cultural analyses (similarities and differences). Dream-posting sites have revolutionized size \nand structure of dream data sets. This enables, for the first time, longitudinal studies of dreams over time. \nPatterns are repeated. For example, in general, the dreams of males and females differ in fundamental ways. \nMales will engage in fighting with other males; females with both males and females. Male dreamers \nare often the initiator of fights and the fights are usually physical. Females fight verbally. Aggressiveness \nby the dreamer is almost always in REM Sleep, rarely in NREM Sleep. (Why is a continuing question.) \n\"Lucid Dreaming\" is a new area of fascinating research. Lucid Dreaming is where the dreamer \"knows\" that \nHOUSE OVERSIGHT 025192 \nhe/she is dreaming while dreaming (a talent that a small minority possesses but more can be \ntrained/developed). Lucid dreamers, while sleeping, can now communicate with experimenters by altering \ntheir brain activity and thus becoming detectable by neuroimaging techniques (see below). \nNeuroimaging. Finally, neuroimaging technology has enabled many of these breakthroughs. As such, it is \nitself a methodological breakthrough that has enabled these other content breakthroughs. Neuroimaging now \nenables detailed location of the neuroanatomy and neurophysiology of REM and NREM Sleep. In \nREM Sleep, the dorsolateral, frontal cortex is \"down-regulated\", whereas the limbic system is \"up-regulated\", \nshowing the physiological basis for the emotional, wild-fantasies of dreams (see above). (Neuroimaging will \nenable good visual images for the TV series without extra costs.) \nPatrick stresses that while these breakthroughs form, for the first time, a solid foundation for understanding \nsleep and dreams, they also open opportunities to dig deeper into the \"purpose\" of sleep and dreams, as well \nas engender a new series of questions and directions (e.g., clinical treatments of illnesses). \nAttached is Patrick's quick compiling of summaries of a few recent leading research papers (2009 — 2017, \nespecially 2015-2017). \nYou'd enjoy speaking with him, if you want. \nLove to do this series together with you. \nMuch appreciate and warm regards, \nRobert \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nHOUSE OVERSIGHT 025193 \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 025194 \n"}}}
{"filename": "IMAGES-007-HOUSE_OVERSIGHT_023921.txt", "headline": "Essay on Teaching Theory vs Practice – No Direct Political or Financial Leads", "importance_score": 5, "reason": "The passage discusses pedagogical philosophy and contains no references to influential actors, financial flows, legal matters, or controversial actions. It offers no actionable investigative leads.", "key_insights": ["Critiques teachers being the ultimate judges of student success.", "Highlights the prevalence of teaching theory before practice.", "Speculates on teacher motivations for favoring theory."], "tags": ["education", "pedagogy", "teaching methods"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 16, "original_row": {"filename": "IMAGES-007-HOUSE_OVERSIGHT_023921.txt", "text": "How Not to Teach 175\n\nOf course, the system teachers teach in does not allow them to\nseparate assessment and teaching. But it doesn’t allow them to teach\nonly cognitive processes either. For a cognitive process-based educa-\ntion system to work, teachers must be allowed to teach, and others\nshould be the ultimate judges of success. Teachers need to help stu-\ndents get where they are trying to go and let others decide whether\nthey have gotten there.\n\nSo, we have rule #2 for teaching:\n\nRule #2: A teacher should never be the ultimate judge of the\nteachers own students’ success. Here again, this seems absurd. But\nin the end, this separation of responsibilities is very important. Parents\njudge how well their children are walking and talking, of course. But\nthe children are not anxious about passing their parents’ assessments.\nThe success is its own reward. And in the end, others judge how well\nyour children speak. A parent is really there to help, not judge.\n\nLet’s look at mistake #3.\n\nMistake #3: Thinking there is something that everyone must\nknow in order to proceed\n\nThis is, of course, the killer mistake. Go to any faculty meeting, or\ninterview any teacher, and he will tell you that something is the basis\nfor all that follows that, and if you don’t know it, you can’t proceed\nin the subject he teaches. Theory first is the mantra of nearly every\nteacher. The question is why this is so. I have been in arguments about\nthis so often that I wonder why these views are so widely held.\n\nTeach theory first, then practice. Because of this mantra, computer\nscience majors often don’t learn to program in a way that actually\nwould make them hirable, and budding medical students drown in a\nsea of chemistry equations. Businesspeople learn about finance long\nbefore they learn how to run a business, if they ever do learn that, and\npsychology students learn about B.E. Skinner when what they really\nwanted to know is why they are so screwed up.\n\nWhy do teachers like teaching theory so much? I think that the\nanswer is that it is orderly stuff, with official answers that the teach-\ner gets to know while the students try to learn them. This puts the\nteacher in a powerful situation and teachers are comfortable with\nthat. Teaching practice is much harder. There often are no right an-\nswers and many screw-ups, and the learning process is much messier.\n\nHOUSE_OVERSIGHT_023921\n"}}}
{"filename": "IMAGES-011-HOUSE_OVERSIGHT_032024.txt", "headline": "British–Arab correspondence on promised Arab independence in Palestine (1915)", "importance_score": 12, "reason": "The passage references historical World War I-era letters between Sharif Hussein and British official Sir Henry MacMahon about Arab independence. While it provides a historical lead, it lacks concrete, actionable details for current investigations, involves no living high‑profile actors, and the content is already well‑documented in historical scholarship.", "key_insights": ["Sharif Hussein of Mecca wrote to Sir Henry MacMahon in July 1915 proposing Arab participation against the Ottoman Empire.", "Subsequent correspondence outlined territories Britain would cede to the Arabs, implying promises of independence.", "The documents are cited under a House Oversight file identifier (HOUSE_OVERSIGHT_032024)."], "tags": ["historical documents", "British Empire", "Arab nationalism", "World War I", "Middle East"], "power_mentions": ["Sir Henry MacMahon", "Hussein ibn ‘Ali"], "agency_involvement": ["British Government", "Ottoman Empire"], "lead_types": ["historical correspondence", "political promises"], "metadata": {"source_row_index": 17, "original_row": {"filename": "IMAGES-011-HOUSE_OVERSIGHT_032024.txt", "text": "Did the British promise the Arabs independence in\n\nPalestine?\n\nIn July 1915, Hussein ibn ‘Ali, the Sherif of\nMecca, sent a letter to Sir Henry MacMahon,\nthe High Commissioner for Egypt, informing\nhim of the terms for Arab participation in the\nwar against the Turks. The letters between\nHussein and Mac-Mahon that followed outlined\nthe areas that Britain was prepared to cede to\nthe Arabs in exchange for their help.\n\nHOUSE_OVERSIGHT_032024\n"}}}
{"filename": "IMAGES-005-HOUSE_OVERSIGHT_019280.txt", "headline": "Document lists numerous foreign influence operations and lobbying ties linking Russia, China, Gulf states, and other regimes to Western political actors", "importance_score": 48, "reason": "The passage compiles a bibliography of articles that allege foreign money, lobbying, and propaganda efforts involving high‑profile figures (e.g., Paul Manafort, Michael Flynn, Viktor Orbán) and authoritarian regimes. While it does not present new primary evidence, it aggregates multiple leads that point to specific transactions, dates, and actors worth verifying, making it a useful starting point for deeper investigative work.", "key_insights": ["Citations of Russian cash flowing to European far‑right parties (e.g., National Front, Hungarian government)", "References to Paul Manafort’s Ukraine ties and broader Russian influence networks", "Mentions of Michael Flynn lobbying for a Turkish‑linked firm after the 2016 election", "Reports of Gulf states (Bahrain, UAE) employing Washington lobbyists to shape policy", "Allegations of Chinese PR firms being recruited to polish China’s image in the West"], "tags": ["foreign influence", "lobbying", "Russia", "China", "Gulf states", "European far‑right", "US politics"], "power_mentions": ["Vladimir Putin", "Donald Trump", "Paul Manafort", "Michael Flynn", "Viktor Orbán", "British Brexit referendum", "US cabinet secretaries"], "agency_involvement": ["DOJ", "Congress", "Russian intelligence services", "Chinese government", "European Parliament"], "lead_types": ["financial flow", "legal exposure", "foreign influence", "political lobbying", "media manipulation"], "metadata": {"source_row_index": 18, "original_row": {"filename": "IMAGES-005-HOUSE_OVERSIGHT_019280.txt", "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\ntions of regimes that have been sullied by the jailing of\ndissidents or opposition leaders, the shuttering of media\n\ngenerally because of other strategic concerns or simple\nneglect, not because lobbyists have persuaded them\n\noutlets, or violent attacks on peaceful demonstrators.\n\nIs the money that authoritarians allocate for image\nbeautification well spent? Some campaigns have been\nmore successful than others, but autocracies that\n\nhire well-known former cabinet secretaries or elected\nofficials to defend or deny their acts of repression often\nfail to sway either the public or the policy community\n\nin the United States. If democratic leaders have not\nmounted adequate responses to such repression, it is\n\nthat the regime in question is benevolent and just.\n\nAuthoritarian efforts to change governments, as\nopposed to perceptions, may ultimately prove more\nrewarding. Russias wager on the rise of friendly\nEuropean populist parties already seems to be paying\noff. After Britain's vote to withdraw from the EU and\nthe triumph of Donald Trump in the United States,\nthe prospect of radical shifts in global politics can no\nlonger be dismissed as unthinkable.\n\n1. Brian Whitmore, “Vladimir Putin, Conservative Icon,” Atlantic, December 20, 2013, http://www.theatlantic.com/international/ar-\nchive/2013/12/vladimir-putin-conservative-icon/282572/?single_page=true.\n\n2. Ivo Oliveira, “National Front Seeks Russian Cash for Election Fight,” Politico, February 19, 2016, http://www.politico.eu/article/le-\npen-russia-crimea-putin-money-bank-national-front-seeks-russian-cash-for-election-fight/.\n\n3. Andrew Higgins, “Far-Right Fever for a Europe Tied to Russia,” New York Times, May 20, 2014, http://www.nytimes.com/2014/05/21/\nworld/europe/europes-far-right-looks-to-russia-as-a-guiding-force.html?_r=0.\n\n4. Susi Dennison and Dina Pardijs, “The World according to Europe's Insurgent Parties: Putin, Migration and People Power,” European\nCouncil on Foreign Relations, June 27, 2016, http://www.ecfr.eu/publications/summary/the world according to europes insur-\ngent_parties/055.\n\n5. Krisztina Than, “Special Report: Inside Hungary's $10.8 Billion Nuclear Deal with Russia,” Reuters, March 30, 2015, http://www.\nreuters.com/article/us-russia-europe-hungary-specialreport-idUSKBNOMQOMP20150330.\n\n6. Dennison and Pardijs, “The World according to Europe's Insurgent Parties.”\n\n7. “Prime Minister Viktor Orban's Speech at the 25th Balvanyos Summer Free University and Student Camp,” Website of the Hungari-\nan Government, July 26, 2014, http://www.kormany.hu/en/the-prime-minister/the-prime-minister-s-s peeches/prime-minister-vik-\ntor-orban-s-speech-at-the-25th-balvanyos-summer-free-university-and-student-camp.\n\n8. Dennison and Pardijs, “The World according to Europe's Insurgent Parties.”\n\n9. Ibid.\n\n10. Jason Karaian, “Putin Has Friends on Europe's Far Right and Left (but Mostly Right),” Quartz, January 15, 2015, http://\ngqz.com/326487/putin-has-friends-on-europes-far-right-and-left-but-mostly-right/.\n\n11. Amber Phillips, “Paul Manafort’s Complicated Ties to Ukraine, Explained,” Washington Post, August 19, 2016, https://www.washing-\ntonpost.com/news/the-fix/wp/2016/08/19/paul-manaforts-complicated-ties-to-ukraine-explained/.\n\n12. Steven Lee Myers and Andrew E. Kramer, “How Paul Manafort Wielded Power in Ukraine Before Advising Donald Trump,” New York\nTimes, July 31, 2016, http://www.nytimes.com/2016/08/01/us/paul-manafort-ukraine-donald-trump.html.\n\n13. Ibid.\n\n14. Engen Tham and Matthew Miller, “Exclusive: Beijing Auditions Foreign Public Relations Firms to Polish China Brand,” Reuters, April\n22,2016, http://www.reuters.com/article/us-china-pr-exclusive-idUSKCNOXJ007.\n\n15. Arch Puddington, “Paul Manafort Is the Tip of the Iceberg,” Freedom at Issue, August 18, 2016, https://freedomhouse.org/blog/\npaul-manafort-tip-iceberg; Ilya Lozovsky, “How Azerbaijan and Its Lobbyists Spin Congress,” Foreign Policy, June 11, 2015, http://\nforeignpolicy.com/2015/06/11/how-azerbaijan-and-its-lobbyists-spin-congress/.\n\n16. Ken Silverstein, “How Bahrain Works Washington,” Salon, December 8, 2011, http://www.salon.com/2011/12/08/how_bahrain\nworks washington/; Akbar Shahid Ahmed, “How Wealthy Arab Gulf States Shape the Washington Influence Game,” Huffington\nPost, September 2, 2015, http://www.huffingtonpost.com/entry/arab-gulf-states-washington_us_55e62be5e4b0b7a9633ac659.\n\n17. Lachlan Markay, “State-Owned Venezuelan Oil Firm Spends Millions on U.S. Lobbying,” Washington Free Beacon, June 6, 2016,\nhttp://freebeacon.com/issues/state-owned-venezuelan-oil-firms-spends-millions-u-s-lobbying/.\n\n18. Ben Schreckinger and lulia loffe, “Lobbyist Advised Trump Campaign While Promoting Russian Pipeline,” Politico, October 7, 2016,\nhttp://www. politico.com/story/2016/10/donald-trump-campaign-lobbyist-russian-pipeline-229264.\n\n19. Brian Rohan, “Egypt's Mukhabarat Hires Washington Lobbyists to Boost Image,” Associated Press, March 5, 2017, http://bigstory.\nap.org/article/d8d55dbbcedb4e589d33555cc5fa8855/egypts-general-intelligence-registers-washington-lobbyist.\n\n20. Theodoric Meyer, “Flynn Lobbied for Turkish-linked Firm after Election, Documents Show,\" Politico, March 8, 2017, http://www.\npolitico.com/story/2017/03/michael-flynn-lobby-turkey-235843.\n\n21. Ben Stewart, “When Russia Declared War on Greenpeace: The Story of the Arctic 30 Captured on a Gazprom Drilling Platform and\nSentenced to Years in Jail,” Independent, April 11, 2015, http://www.independent.co.uk/news/world/europe/when-russia-declared-\nwar-on-greenpeace-the-story-of-the-arctic-30-captured-on-a-gazprom-drilling-10170138.html.\n\n22. Andrew Higgins, “Russian Money Suspected Behind Fracking Protests,” New York Times, November 30, 2014, http://www.nytimes.\ncom/2014/12/01/world/russian-money-suspected-behind-fracking-protests.html.\n\n46\n\nHOUSE_OVERSIGHT_019280\n"}}}
{"filename": "TEXT-001-HOUSE_OVERSIGHT_026499.txt", "headline": "Strategic memo discussing creation of a third‑party presidential ticket for 2020", "importance_score": 12, "reason": "The document is a speculative political strategy outlining potential third‑party candidates and campaign tactics. It contains no concrete allegations, financial transactions, or actionable leads involving high‑level officials, and offers only generic ideas about influencing the election.", "key_insights": ["Author proposes a centrist third‑party candidate to challenge Donald Trump in 2020.", "Suggests possible ticket pairings (e.g., Biden/Romney, Bloomberg/Haley).", "Mentions leveraging celebrity media, Silicon Valley tech, and biometric voting tools.", "Discusses the mechanics of a House‑decided election if no candidate reaches 270 electoral votes."], "tags": ["political strategy", "third party", "election 2020", "campaign planning"], "power_mentions": ["Donald Trump", "Brett Kavanaugh", "Joe Biden", "Mitt Romney", "Michael Bloomberg"], "agency_involvement": [], "lead_types": ["political influence", "electoral strategy"], "metadata": {"source_row_index": 19, "original_row": {"filename": "TEXT-001-HOUSE_OVERSIGHT_026499.txt", "text": "Date: Thursday, August 9 2018 10:47 AM \nSubject: Fwd: Our May conversation - more thoughts \nFrom: jeffrey E. <jeevacation©gmail.com> \nTo: BS Stern < \nHi all — \n>; \nI spent some time mulling additional aspects of a third choice presidential run and wanted to run five \nspecific attributes for a candidate by you as a group. \nThis much we know - the Fall elections are shaping up to be a referendum on the most divisive \nAmerican President in memory. The battle for potential Supreme Court justice Brett Kavanaugh's \nnomination this fall will only amplify the polarity of the political debate that is already deeply \noverwrought on both sides. The rising tide of pressure on Donald Trump from the Mueller investigation \nshows no sign of ebbing. \nUnless the underlying political dynamics are disrupted, the outcomes of these unprecedented events will \nstill leave us with the same unsatisfactory two front battlefield of the 2016 Presidential election. \nWatching these unrelenting, compounding events since our discussion in May, I am guessing we are all \nasking the same question: now what? For the 48 percent of Americans who believe Donald Trump \nshould not be in the White House, perhaps we too want our own \"chaos\" candidate in 2020? \nShould Trump run again, this could be a \"break glass\" moment for the majority of Americans who don't \nsupport him. Do we want to break the genteel precedents of two parties running their ceremonious and \nseemingly illogical nominating process to select a candidate? (Why do Iowa and New Hampshire play \nsuch outsized roles? What kind of small-d democratic process relies on superdelegates?) The system \nfailed in 2016, with both parties producing terribly flawed candidates in a race to the bottom. We need to \nbuild a back-up plan in the event the system fails again. \nHOUSE OVERSIGHT 026499 \nIt's possible, of course, that we won't need a third-party candidate. Trump could decide not to run for \nwhatever reason. The Democrats could nominate a winning 2020 candidate. I am not willing to take \nthose bets. \nThe ideal candidate for a new third party is someone who is widely perceived to be that rare combination \nof both good and great. We are looking for a proven leader of men and women, someone with clear, \ndemocratic — and moral — values that reflect the best of America, not our worst. We know people like this \non the national stage now. \nAs a thought experiment, consider the possibilities of a ticket outside the partisan lanes and imagine the \nchemistry of radical combinations: Biden/Romney? Bill Gates/Hogan? Bloomberg/Haley? Howard \nSchultz/Bob Corker? Sandberg/Kasich? \nAs we have discussed narrow path to electing the first president outside the two major party primary \nsystem in 168 years is more navigable than most think. Heading into 2020, converging trends in \nAmerican's demands for a third party (a historic high of 61%), disapproval of Donald Trump holding \nsteady above 50%, and the increasingly leftward drift of the Democratic Party suggest that electorate may \nbe susceptible to merits of a new centrist party. Cynics will say that the structural impediments of ballot \nand presidential debate access, the overwhelming advantages of legacy parties' fundraising and voter \nturn-out operations preordain failure, but they're wrong; the legal and logistical hurdles are amenable to a \ncombination of lawyering and resources. The bigger, more consequential factors come in terms of \ncandidate quality and policy. I believe a candidate with five specific characteristics including a unique — \nand purposefully non-specific - policy agenda could limbo a win. \n• This is what I think a successful third-party candidate looks like; a dream third party ticket would \nstart off with enough name ID to be an instant contender. Building the name ID to run nationally is \njust too long and expensive of a process to accomplish in the 28 months until the next presidential \nelection. We can't beat a celebrity without some celebrity of our own, whether from politics, \nsports, business, or entertainment. Instantaneous name ID is so crucial because the candidate must \nHOUSE OVERSIGHT 026500 \nstart out in striking distance in any three-way poll against Trump and a fill-in-the-blank \nDemocratic flavor-of-the day candidate. The media and political class will predetermine \nirrelevance otherwise. \n• A Democrat-leaning candidate would have to top the ideal third-party ticket. We need someone \nwith a shot at snaking a plurality of the vote in the blue states Hillary Clinton won (227 electoral \nvotes), but moderate enough to win a plurality in some combination of Trump states like Florida, \nPennsylvania, Wisconsin and Michigan (another 119 votes). The right candidate may even to put \nNorth Carolina, Ohio, Indiana in play for a centrist bi-partisan ticket as well (totaling an electoral \nsweep of 464 elector votes). A right leaning candidate would meet the same fate as a primary \nchallenger to Trump — for all intents and purposes we need to assume that 36% of voters won't be \ncleaved from Trump under any circumstances and run to win around them. The deep red states \nwould be off the table entirely. \n• With the Trump reality show airing daily, voters are now expecting to take their politics with a side \nof entertainment. Heretofore, ratings will matter no matter how dry the policy topic. Surely \nStephen Colbert would gladly sacrifice his executive producer Chris Licht to produce a daily \ncomedic segment of this dream candidate interviewing Americans in truck stops and McDonald's \nacross the country. A few of the \"Saturday Night Live\" script writers could certainly be enticed to \ndisguise serious debates as informative amusement. Any candidate must be committed to a near \ndaily cadence of high quality, compelling video production. It will be especially crucial to keep \nthe voters' attention during what will be a raucous Democratic primary season. Rules governing \naccess to the general election debate stage dictate that a candidate enjoy support of at least 15% of \nvoters in the months leading up to the general election. \n• This dream candidate would pledge to serve only four years and address all of the U.S.'s ticking \ntime bombs like Social Security, Medicare, health care reform, climate change, money in politics, \ngerrymandering, and infrastructure investment in a single term. This one-and-done term decouples \nour candidate from the usual politics and gives them the power of promise and deliver decisive \naction. A four-year term pledge ensures governance independent of campaign finance concerns and \nHOUSE OVERSIGHT 026501 \nnarrow special interests inherent to winning re-election. This \"fix-it\" ticket would promise to force \ndecisions on all the underlying structural policy matters damaging America's long-term prospects \nand distorting our democracy. No more kicking the can down the road. \n• This candidate should also pledge to push for laws passed that reflect the will of simple majorities \nin Congress. Congress now only allows bills to move forward when a \"majority of a majority\" \nsupports the policy and on many levels seems fundamentally broken. This third-party president \ncould force votes based on a transparent reading of where the votes lie via coalition building. The \nSenate filibuster power will present a high hurdle, but a third-party candidate would be a de facto \ndisruptor of the two-party system. Party discipline could well break down, and moderates in both \nparties could form a powerful, decisive block willing to work with the new President. The policies \npassed into law may not be ideal for either Democrats or Republicans, but for the major agenda \nitems that must be addressed for America's long-term health, an imperfect fix that corrects course \nis better than those that now have us hurtling toward national bankruptcy. \nAnd if no candidate secures 270 electoral votes in 2020? The House of Representatives would choose the \nnext president. In 2016, reports suggested Michael Bloomberg declined to run on a third-party ticket for \nfear of splitting support from Hillary Clinton and throwing the election to a GOP-controlled House of \nRepresentatives who would then vote to select the president. The fear was the GOP controlled House \nwould have just elected Trump. \nWould Democratic control of the House mean that the House would pick an alternative to Trump as \npresident? Each state delegation has a single vote in selecting a president and it is the incoming Congress \n- the class elected in 2020 that would decide the election. But no matter which party has the speaker's \nchair, the GOP would almost certainly have the upper hand in the majority of state delegations \ncontrolled. Would the state delegations pick a president based on party majority control of the \ndelegation, the winner of the popular vote in each state or their own calculations as to who is best for \nAmerica? Precedent suggests that delegations use secret ballots, which means individual lawmakers may \nvote their consciences. \nHOUSE OVERSIGHT 026502 \nIf we recruit this ideal candidate; threading the needle of name ID, a center-left bent, a TV- savvy \ncampaign team and a pledge to serve only four years with an apartisan agenda, money and campaign \nexpertise would certainly follow. And 50 state ballot access is a function of time (starting in the fall of \n2019 would be prudential) and hard work as we have discussed and many of you have exhaustively war-\ngamed. \nPart and parcel of this effort would be motivating the often politically lackadaisical middle to vote. The \nraft of new technologies in data targeting and biometric mobile voting technology could transform the \nelectorate in the next few, amping voter participation and injecting the voices of moderates (both in \npolitical views and level of political interest) into the process. And any third-party effort must \nincorporate advocacy for accelerated adaption of these all but inevitable voter verification tools. I believe \nSilicon Valley could be game-changing allies in this effort. \nI am sure none of us doubt that chaos could potentially be unleashed by jamming three viable candidates \ninto a two-party system. An election that ends up in the House of Representatives is an uncontrollable, \nmurky and ancient process. But might that be a less scary prospect than relying on the Democrats to \nnominate a candidate who can beat Trump in 2020? \nI look forward to talking more about all of our ideas on this hopeful project in coming weeks. Please feel \nfree to call me to discuss. Thank you for taking time to review this note. \nSincerely, \nHOUSE OVERSIGHT 026503 \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 026504 \n"}}}
{"filename": "TEXT-002-HOUSE_OVERSIGHT_032654.txt", "headline": "Informal email chain discussing travel logistics, mentions \"Trump is in town\"", "importance_score": 12, "reason": "The passage contains only casual coordination of accommodations and travel for unnamed individuals, with a vague reference to \"Trump is in town\" but no concrete details, transactions, or actionable leads linking high‑level officials to misconduct. It offers minimal investigative value and low novelty.", "key_insights": ["Emails arrange lodging and transportation for several people (Marilyn, Carluz/Arline, etc.)", "Reference to a person named Larry providing a car to Teterboro airport", "Mention that \"trump is in town that week\" without context", "Multiple repeated confidentiality notices suggesting internal handling"], "tags": ["travel logistics", "personal communications", "confidentiality notice"], "power_mentions": ["Trump"], "agency_involvement": [], "lead_types": ["personal logistics"], "metadata": {"source_row_index": 20, "original_row": {"filename": "TEXT-002-HOUSE_OVERSIGHT_032654.txt", "text": "From: Lesley Groff \nSent: 11/17/2017 12:17:02 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Re: Marilyn \nImportance: High \nI had in apartment 3M. I will ask David about a room for tonight instead \nSent from my iPhone \nOn Nov 17, 2017, at 7:06 AM, jeffrey E. <jeevacation@gmail.com> wrote: \nwhat apt is Mt. staying in. call david mitchell, put her at the life hotel instead, for tonight if they have \nroom. \nOn Fri, Nov 17, 2017 at 6:56 AM, Lesley Groff________________________wrote: \nOK,...and are you OK with Larry getting you a car to take you to 71st upon landing at Teterboro on No. 26th? \nOn Nov 17, 2017, at 6:54 AM, jeffrey E. <jeevacation@gmail.com> wrote: \ni will show up at aroudn 11 pm sunday so plenty of time \nOn Fri, Nov 17, 2017 at 6:48 AM, Lesley Groff________________________wrote: \nReminder: Jojo and Merwin both requested off Nov. 25 and 26 to be with family in town and celebrate \nBrianna's 16th Birthday. We will need to bring Marilyn to NY to help prepare for your arrival. We should \nhave Sonam and Leo to help as well. Shall we get a flight for Marilyn early Sat. Nov. 25th morning? \nOn Nov 16, 2017, at 6:47 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nmarilyn \nOn Thu, Nov 16, 2017 at 6:37 PM, Lesley Groff________________________wrote: \nWill you want to bring back Marilyn or Carluz/Arline for the week you are in NY? \nSent from my iPhone \nOn Nov 16, 2017, at 4:46 PM, jeffrey E. <jeevacation@gmail.com> wrote: \nat the moment we will go to lsh on sunday the 26th early then to new york where i will stay the week, \nlarry , it will be assayay and I, trump is in town that week, \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nHOUSE OVERSIGHT 032654 \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nplease note \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nHOUSE OVERSIGHT 032655 \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJEE \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 032656 \n"}}}
{"filename": "IMAGES-005-HOUSE_OVERSIGHT_020401.txt", "headline": "Citations referencing Greenwald, Guardian, Micah Lee, and Snowden interviews", "importance_score": 12, "reason": "The passage merely lists published sources and quotations about media coverage of Snowden, offering no new actionable leads, novel information, or connections to powerful actors beyond already known public figures.", "key_insights": ["References to Greenwald's book and Guardian's reaction to a scoop", "Mentions Oliver Stone purchasing film rights for $700,000", "Quote from Micah Lee about learning secret smuggling from Snowden", "Citation of Snowden's BBC Panorama interview"], "tags": ["media", "whistleblower", "publications", "documentary rights"], "power_mentions": ["Edward Snowden", "Glenn Greenwald", "Oliver Stone", "Micah Lee"], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 21, "original_row": {"filename": "IMAGES-005-HOUSE_OVERSIGHT_020401.txt", "text": "249\n\n14.”Overcome a final hurdle...”-- Greenwald. No Place to Hide. op.cit. p16-18\n\n15. “Miss publishing it...” —The description of the Guardian’s reaction to\nGreenwald’s offer of a scoop was reported by Luke Hardy, a Guardian reporter\ncommissioned by the Guardian editor to write “the Snowden Files,” a book that\nOliver Stone bought the film rights from the Guardian for $700,000. See The\nSnowden Files. op cit. p.100-115\n\n16. “Arranged for Micah Lee...”-- Micah Lee, “Ed Snowden taught me to\nsmuggle secrets past incredible danger.” The Intercept, Oct 28, 2014.\n\n17. “I took everything I...” Edward Snowden and Peter Taylor, “Are you a\ntraitor,” Transcript. BBC Panorama, October 15, 2015 (Aired on BBC October\n10, 2015)\n\nHOUSE_OVERSIGHT_020401\n"}}}
{"filename": "TEXT-001-HOUSE_OVERSIGHT_029972.txt", "headline": "Brief email from Lesley Groff to Jeffrey Epstein mentioning Trump speech and nomination speculation", "importance_score": 12, "reason": "The passage provides a casual scheduling note with a vague political comment. It mentions Jeffrey Epstein, a high‑profile figure, but offers no concrete details about financial transactions, wrongdoing, or actionable leads. The only potentially interesting element is the reference to a Trump speech, but without dates, locations, or context it is speculative and low‑value for investigation.", "key_insights": ["Email sent on 10/13/2015 from Lesley Groff to a Jeffrey Epstein address.", "Mentions attending a Trump speech the following night and predicts a nomination.", "No specific dates, locations, or substantive content beyond scheduling."], "tags": ["email", "Jeffrey Epstein", "Donald Trump", "political speculation"], "power_mentions": ["Donald Trump", "Jeffrey Epstein"], "agency_involvement": [], "lead_types": ["political speculation"], "metadata": {"source_row_index": 22, "original_row": {"filename": "TEXT-001-HOUSE_OVERSIGHT_029972.txt", "text": "From: Lesley Groff \nSent: 10/13/2015 6:48:37 PM \nTo: Jefffrey Epstein [jeeyacation@gmail.com] \nSubject: \nImportance: High \nbelow from \nHi Lesley, \nI'm helping a friend at the doctors and should be available between 5 and 630p if we can talk then. Or anytime \ntomorrow before 5pm. Going to Trump speech tomorrow night - think he's going to get the nomination.... \nBest, \nHOUSE OVERSIGHT 029972 \n"}}}
{"filename": "IMAGES-001-HOUSE_OVERSIGHT_011662.txt", "headline": "Former Israeli officer recounts Arik Sharon's 1982 Lebanon war promotion offer and planning involvement", "importance_score": 38, "reason": "The passage provides a first‑person account linking former Defense Minister Ariel (Arik) Sharon to a promotion offer for a senior officer and mentions planning meetings before the 1982 Lebanon invasion. It offers concrete names, dates, and a specific military operation, which could be pursued for corroboration, but the claims are largely anecdotal and lack new documentary evidence or direct allegations of misconduct.", "key_insights": ["Arik Sharon, as Defense Minister, offered a two‑star general promotion to the narrator for head of planning.", "The promotion required approval from Chief‑of‑Staff Raful Eitan, who initially delayed it.", "The narrator participated in planning discussions before the Israeli incursion into Lebanon on June 6, 1982.", "Mentions involvement of senior officers like Dan Shomron and Raful Eitan."], "tags": ["Israel", "Lebanon War", "military promotion", "Arik Sharon", "Raful Eitan", "Dan Shomron", "defense planning"], "power_mentions": ["Arik Sharon", "Raful Eitan", "Dan Shomron"], "agency_involvement": ["Israel Defense Forces"], "lead_types": ["military appointment", "operational planning", "historical testimony"], "metadata": {"source_row_index": 23, "original_row": {"filename": "IMAGES-001-HOUSE_OVERSIGHT_011662.txt", "text": "Chapter Twelve\n\nMy own part in the Lebanon war would change dramatically as a result of\nthat last military exercise in the Sinai. Arik Sharon was now Minister of\nDefense, and he came for the final afternoon. From his experience as a frontline\ncommander — in 1956, 1967 and 1973 — he knew the dunes and wadis and\nsprawling expanses of sand as well as any general in Israel. Watching our\nintricate mini-war draw to its close, he made no effort to hide his enthusiasm for\nthe kind of quick, assertive battlefield maneuvers he’d long championed. But\nmore than that, his closest aide soon began sounding me out on my views about\nthe long-term organization, force balance and funding for the Israeli military. A\nfew weeks later, Arik offered me a promotion: a return to the kirya, as a two-\nstar general, to become head of planning for the armed forces.\n\nI don’t know why he chose me: the Sinai exercise perhaps, the fact he knew\nI'd studied “large and complex organizations” at Stanford, or maybe just the\nfact our paths had first crossed two decades earlier when I was in Sayeret\nMatkal. But even though it meant leaving my division command, especially\ntough since the final Sinai withdrawal was approaching, it was an offer I never\ncontemplated turning down. Not just because of the second star on my uniform.\nEver since the 1973 war, along with a few other senior officers including Dan\nShomron, I had been making the case for a shift to more mobile and less\nvulnerable forces and weapons systems. I saw the new role as a chance to help\nencourage that critically important change.\n\nThere was just one hitch: all senior military assignments required the formal\napproval of the chief-of-staff, my old friend Raful Eitan. Raful did manage to\ndelay things for several weeks. At one point, he even brought to bear a quality\nI’d never suspected he had: a sense of humor. “OK, Pll agree to promote\nBarak,” he told Arik. The next day, he said he’d meant /itan Barak — a very\ngood commander, by the way, who had been one of my instructors in officers’\nschool. Arik insisted, however. My appointment went through.\n\nAnd one, unanticipated result was that I didn’t just play the field command\nrole I’d anticipated, from our Cinerama deployments, in Arik’s toweringly\nambitious, ill-planned and ultimately disastrous war in Lebanon. I became part\nof months of planning discussions in the Airya before our tanks finally rumbled\nacross the northern border on the morning of June 6, 1982.\n\n191\nHOUSE_OVERSIGHT_011662\n"}}}
{"filename": "IMAGES-005-HOUSE_OVERSIGHT_019294.txt", "headline": "Advocacy Call to Counter Authoritarian Influence Across Sectors", "importance_score": 15, "reason": "The passage is a broad policy‑oriented exhortation urging various groups to oppose authoritarian regimes. It contains no concrete names, dates, transactions, or actionable evidence linking powerful actors to misconduct, limiting its investigative value.", "key_insights": ["Calls for media to cover Beijing's influence operations.", "Urges scrutiny of lobbyists representing China, Azerbaijan, Egypt.", "Encourages academia, business, film, and tech sectors to avoid ties with authoritarian governments.", "Suggests EU adopt new sanctions mechanisms for non‑compliant states.", "Names political figures (Putin, Marine Le Pen, Geert Wilders, Donald Trump) as examples of those praising dictators."], "tags": ["authoritarian influence", "media coverage", "lobbying", "sanctions", "academic freedom", "technology censorship"], "power_mentions": ["Xi Jinping", "Vladimir Putin", "Marine Le Pen", "Geert Wilders", "Donald Trump"], "agency_involvement": ["European Union"], "lead_types": ["foreign influence", "political pressure", "sanctions advocacy"], "metadata": {"source_row_index": 24, "original_row": {"filename": "IMAGES-005-HOUSE_OVERSIGHT_019294.txt", "text": "BREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n\ncontinue their investigation of these techniques and\nexperiment with ways to combat them.\n\nWe also urge more intense coverage of Beijing's efforts\nto undermine democratic norms in neighboring states\nor territories, as in Hong Kong and Taiwan, and its\nlargely successful attempts to pressure other govern-\nments into repatriating citizens who had fled persecu-\ntion in China.\n\nLastly, the media are not doing their job if they neglect\nto give aggressive coverage to the lobbyists and pub-\nlic-relations specialists who make money by repre-\nsenting dictators and kleptocrats. Those who flack for\nthe leaders of China, Azerbaijan, Egypt, and their ilk\nshould be made to answer for each political prisoner,\nmurdered opposition figure, shuttered newspaper, and\noffshore account full of stolen funds that can be tied\nto their authoritarian clients.\n\nTo the academic community: We urge academic\nassociations, individual scholars, and university\nadministrations to stand up for freedom of thought\nand open inquiry at a time when those values are\nunder relentless pressure from dictatorships. We\n\nurge statements of protest against the persecution of\nfellow scholars or the politicized rewriting of history,\nespecially in countries, like Russia and China, that are\nintegrated into the international university system.\nWe urge universities to reject the establishment of\nprojects and study departments—whether at home or\noverseas—that do not adhere to the highest stan-\ndards of intellectual freedom or that restrict discus-\nsion of certain subjects.\n\nTo the business community: We urge private busi-\nnesses to avoid commercial relationships with\nauthoritarian governments that force them to violate\nfundamental democratic principles. Private compa-\nnies and investors have a clear interest in democratic\npublic goods like the rule of law, which guarantees\ntheir property rights, and the transparency provid-\n\ned by free media and corruption watchdogs, which\nensures the accuracy of economic data and the fair\nallocation of state contracts. They should therefore do\nwhat they can to prevent any further deterioration in\nthe condition of global democracy.\n\nSome sectors are especially vulnerable to authoritarian\npressure, and have a special role to play in combating it.\nWe urge the film industry to reject involvement in joint\nventures with companies that have close ties to au-\nthoritarian regimes and reputations for demanding po-\n\nliticized censorship of artistic content. We also urge the\ntechnology industry to refuse business arrangements\nthat require active complicity in or passive acceptance\nof political censorship or information control.\n\nTo the European Union: We urge the EU to undertake\na comprehensive review of member states’ democrat-\nic institutions to determine whether recent changes\nhave weakened checks and balances or unduly\nprotected incumbent parties from fair electoral com-\npetition. The EU should adopt measures to publicize\ndepartures from democratic standards and develop\n\na new set of sanctions that could be imposed on\nnoncompliant governments—whether inside, outside,\nor hoping to join the bloc—even in the absence of\nunanimity among member states. In the meantime,\nthe EU should use the sanctions already in place, even\nif it means freezing a member state's participation,\nand be prepared to actually impose any new sanctions\nthat might be introduced.\n\nTo private foundations: We urge private foundations\nto recognize and oppose the current assault on\ndemocracy. With a few exceptions, the great institu-\ntions of American philanthropy have studiously—and\nshamefully—ignored the steady erosion of global free-\ndom and the rise of authoritarian powers. The recent\ndevelopments in Europe and the United States will\nhopefully shake their complacency. There is a strong\nneed for analysis, support for individual dissidents,\nand aid for societies under authoritarian threat, and as\nmany democratic governments waver in their com-\nmitment to such priorities, it is essential for private\nfunders to step into the breach.\n\nTo mainstream political candidates: We urge re-\nsponsible political figures to call out colleagues or\nrivals when they show contempt for basic democratic\nideas. Until now, politicians in the democracies have\nbeen unimpressive in their responses to opponents\nwho embrace authoritarian figures like Putin. This\n\nis despite the overwhelming evidence of egregious\ncrimes under Putin’ rule: murdered journalists and\npolitical opposition leaders, the invasion of neighbor-\ning states, brutish counterinsurgency campaigns in\nthe North Caucasus, the emasculation of a once-vi-\nbrant media sector, rigged elections, and much more.\nIf they choose to shower him with praise, political\nleaders like Marine Le Pen, Geert Wilders, and Donald\nTrump should be forced to account for the realities of\nPutin's appalling record. The same is true for any politi-\ncian who praises dictators in the Middle East, Asia, or\nAfrica.\n\n60\n\nHOUSE_OVERSIGHT_019294\n"}}}
{"filename": "IMAGES-001-HOUSE_OVERSIGHT_010568.txt", "headline": "Deposition excerpts describe alleged underage abuse scheme involving Jeffrey Epstein and payments to victims", "importance_score": 27, "reason": "The passage provides detailed allegations of a payment‑for‑victim scheme tied to Jeffrey Epstein, but it does not name any current high‑ranking officials or new financial transactions. It mainly repeats known abuse claims and references a lawyer’s affidavit, offering limited actionable leads beyond corroborating existing testimony.", "key_insights": ["Alleged $200‑$300 cash payments to underage victims who recruited other victims", "Deposition of Jane Doe #4 describing sexual abuse at age 15", "Palm Beach Police Incident Report cited as source of abuse details", "Attorney Edwards’ affidavit referenced as supporting evidence"], "tags": ["Jeffrey Epstein", "underage sexual abuse", "legal testimony", "police report", "victim compensation"], "power_mentions": ["Jeffrey Epstein"], "agency_involvement": ["Palm Beach Police Department"], "lead_types": ["sexual misconduct", "legal exposure", "victim testimony"], "metadata": {"source_row_index": 25, "original_row": {"filename": "IMAGES-001-HOUSE_OVERSIGHT_010568.txt", "text": "using a vibrator and he also paid her $200 for each other underage female E.W. brought him to\nmolest. She brought him between 20 and 30 underage females); Deposition of Jane Doe #4, date\n(hereinafter “Jane Doe #4 Depo”) (Mepusition Attachment #5) at 32-34, and 136 (she describes\nfirst being taken to Epstein at 15 years old, \"Being fingered by him, having him use a vibrator on\n[me], grabbing my nipples, smelling my butt, jerking off in front of me, licking my clit, several\ntimes.\").\n\n3. At all relevant times Bdwards has had a good faith basis to conclude and did\nconclude” that Epstein was able to access a large number of underage girls through a pyramid\nabuse scheme in which he paid underage victims $200-$300 cash for each other underage victim\nthat she brought to him. See Palm Beach Police Incident Report at 87 (hereinafter “Incident\nReport”) (Exhibit “A”)? The Palm Beach Police Incident Report details Epstein’s scheme for\nmolesting underage females. Among other things, the Incident Report outlines some of the\nexperiences of other Epstein victims. When S.G, a 14 year old minor at the time, was brought to\nEpstein’s home, she was taken upstairs by a woman she believed to be Epstein’s assistant. The\nwoman started to fix up the room, putting covers on the massage table and bringing lotions out.\nThe “assistant” then left the room and told S.G. that Epstein would be up in a second. Epstein\nwalked over to 8.G. and told her to take her clothes off in a stern voice. S.G. states in the report\nshe did not know what to do, as she was the only one there. S.G. took off her shirt, leaving her\n\nbra on. Epstein, then in a towel told her to take off everything. S.G. removed her pants leaving\n\n? In support of all assertions concerning the actions Edwards took, what Edwards learned in the course of his\nrepresentation of his clients, Edwards’s good faith beliefs and the foundation for those beliefs, see Edwards\nAffidavit and specifically paragraphs 25 and 25 of that Affidavit.\n* For clarity, depositions attached to this memorandum will be identified numerically as attachments #1, #2, #3, etc.,\nwhile exhibits attached to this memorandum will be identified alphabetically as exhibits A, B, C, etc.\n\n3\n\nHOUSE_OVERSIGHT_010568\n"}}}
{"filename": "IMAGES-011-HOUSE_OVERSIGHT_032030.txt", "headline": "Minimal content referencing Metrodome history and unrelated topics", "importance_score": 5, "reason": "The passage contains only generic references to a book about the Metrodome, a link to presidential candidate updates, and a mention of Nazi collaborators, without any specific names, transactions, dates, or actionable leads linking powerful actors to controversy.", "key_insights": ["Mentions a historical account of the Hubert H. Humphrey Metrodome construction", "Includes a generic link to 2020 presidential candidate updates", "References Nazi collaborator Mufti Amin al-Husseini"], "tags": ["history", "politics", "Nazi collaborators"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 26, "original_row": {"filename": "IMAGES-011-HOUSE_OVERSIGHT_032030.txt", "text": "Dome,” a history of the ten years of politics surrounding the building of\nthe Hubert H. Humphrey Metrodome in Minneapolis.\n\nClick here to read more...\n\nCheck our ongoing updates on 2020 presidential candidates\n\nNazi Collaborators - Mufti Amin al-Husseini\n\nQuizzes\n\nHOUSE_OVERSIGHT_032030\n"}}}
{"filename": "IMAGES-005-HOUSE_OVERSIGHT_020415.txt", "headline": "Cited excerpts referencing Russia, CIA, and Michael Hayden without substantive new details", "importance_score": 12, "reason": "The passage consists mainly of bibliographic citations and vague quotes that do not provide concrete names, dates, transactions, or actionable leads. It repeats already published material and lacks novel information linking powerful actors to misconduct.", "key_insights": ["References a claim that Russia dispatched something (unspecified).", "Cites a 1995 Washington Post article about the CIA passing bogus news to presidents.", "Mentions Michael Hayden discussing U.S. vulnerability to hackers in a 2015 WSJ piece."], "tags": ["Russia", "CIA", "Michael Hayden", "cybersecurity", "media citations"], "power_mentions": ["Michael Hayden", "CIA"], "agency_involvement": ["CIA", "NSA"], "lead_types": ["foreign influence", "information manipulation"], "metadata": {"source_row_index": 27, "original_row": {"filename": "IMAGES-005-HOUSE_OVERSIGHT_020415.txt", "text": "263\n\n14. “Russia had dispatched at least...”.—Tim Weiner, Legacy of Ashes,\n(Doubleday, New York) 2007, pp.450-451. Also, Walter Pincus, “CIA passed\nbogus news to presidents,” Washington Post, October 31, 1995\n\n15. “There are no rivers...”—Michael Hayden interview in Wall Street Journal.\nGerald Baker, “Michael Hayden Says U.S. Is Easy Prey for Hackers,” Wall\nStreet Journal June 22, 2015\n\n16. “The best defense in this...”—Author’s interview with Source B/\n\n“Meanwhile, it had become...”—NMorell. op. cit. p. xv\n\nHOUSE_OVERSIGHT_020415\n"}}}
{"filename": "IMAGES-001-HOUSE_OVERSIGHT_011676.txt", "headline": "Israeli Military Leaders Discuss Post‑Assassination Response in Beirut, Mention Phalangist Involvement", "importance_score": 42, "reason": "The passage provides a first‑hand account of senior Israeli officers (Amos Yaron, Amir Drori, Moshe Levy, Uri Saguy) deliberating the handling of Palestinian refugee camps after the assassination of Lebanese President-elect Bashir Gemayel. It hints at internal disagreements and possible tacit support for Phalangist militias, but offers no concrete evidence of wrongdoing, financial transactions, or direct orders. The lead is moderately useful for probing Israeli decision‑making and possible coordination with Lebanese factions, but lacks specific actionable details.", "key_insights": ["Senior Israeli commanders present at a command post in West Beirut shortly after Gemayel’s assassination.", "Discussion focused on controlling Sabra and Shatila camps without explicit mention of a planned Israeli incursion.", "Reference to Phalangist militias not bearing their share of the fighting, suggesting possible expectations of Israeli support.", "Presence of high‑ranking officers (Yaron, Drori, Levy, Saguy) indicates direct military involvement at a critical moment."], "tags": ["Lebanon civil war", "Israeli military", "Bashir Gemayel assassination", "Phalangist militia", "Sabra and Shatila"], "power_mentions": ["Amos Yaron", "Amir Drori", "Moshe Levy", "Uri Saguy", "Bashir Gemayel"], "agency_involvement": ["Israel Defense Forces", "Israeli military headquarters"], "lead_types": ["military decision‑making", "foreign influence", "potential collusion with militia groups"], "metadata": {"source_row_index": 28, "original_row": {"filename": "IMAGES-001-HOUSE_OVERSIGHT_011676.txt", "text": "Though no one claimed responsibility, there was no shortage of suspects.\nDuring and since the civil war, Gemayel had at various times been at odds with\na whole array of enemies or rivals: Muslim militias, the PLO, other Maronite\nfactions and, of course, the Syrians. But I think for all of us, even Arik, the issue\nof who was behind the bombing was hardly the most urgent concern. The\nimmediate danger was a revival of the kind of rampant bloodletting Lebanon\nhad endured in the civil war. The day after the assassination, I joined a half-\ndozen other members of the general staff and helicoptered up to the Lebanese\ncapital. Arik, ignoring weeks of US pressure not to do so, had already ordered\nIsraeli troops into west Beirut — not to fight, but to take control of key junctions\nand vantage points and keep basic order.\n\nBut the question obviously on everyone’s mind was how to make sure the\nsituation remained under control. It was early afternoon when we reached an\nIsraeli command post in the largely Palestinian southwest part of the city. It was\nset up by Amos Yaron, the former paratroop commander whose division had\nlanded by sea at the start of the invasion and was part of the push north to the\ncapital. At his side was Amir Drori, the head of the northern command. They\nhad set up a rooftop observation post just a few hundred yards in from where I\nhad landed with my Sayeret Matkal team a decade earlier for the Rue Verdun\noperation. It overlooked a pair of Palestinian refugee camps: Sabra and, a\ncouple of hundred yards closer to us, Shatila.\n\nRaful was with us as well. So was Moshe Levy, the deputy chief-of-staff,\nand Uri Saguy, the head of the operations branch in the kirya. I listened rather\nthan spoke. All I could gather from the other generals’ conversation was that\nthey were trying to figure out how to handle the Palestinian camps. No one\nexplicitly mentioned the idea of Israeli troops going in, presumably because\nthey realized that, far from helping ensure order, that might well inflame things\nfurther. Even Raful, at least in my earshot, made no reference to the “several\nthousand” PLO fighters that he and Arik still wanted out of Beirut. The only\nnote that struck me as odd was a general agreement that the Phalangists had not\nbeen carrying their load of the fighting during the war. One comment in\nparticular stuck with me, though I didn’t take it as referring to the Palestinian\ncamps in particular. I can’t remember which general said it, only that everyone\nseemed to agree: “Why the hell do we have to do their fighting for them?”\n\nIt was not until the next morning, back in Tel Aviv, that the alarm bells rang\nfor me, and by then it turned out to be too late. It was Friday, the eve of the\nJewish New Year. Yet in the wake of Gemayel’s assassination, the kirya was\n\n205\nHOUSE_OVERSIGHT_011676\n"}}}
{"filename": "IMAGES-012-HOUSE_OVERSIGHT_033196.txt", "headline": "Email from Richard Kahr to Jeffrey Epstein forwarding a Cozen O'Connor article on Trump administration policies", "importance_score": 8, "reason": "The passage contains only a routine email forwarding a publicly available article, with no specific allegations, transactions, dates, or actionable details linking influential actors to misconduct. It offers no novel or investigable lead.", "key_insights": ["Email sent on 11/21/2016 from Richard Kahr (HBRK Associates) to Jeffrey Epstein", "Subject references a Cozen O'Connor publication about Trump administration policies", "Includes a public URL to the article"], "tags": ["email", "Trump administration", "business policy", "Cozen O'Connor"], "power_mentions": ["Donald Trump", "Jeffrey Epstein"], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 29, "original_row": {"filename": "IMAGES-012-HOUSE_OVERSIGHT_033196.txt", "text": "from: Richard Kahr ET\n\nSent: 11/21/2016 8:29:50 AM\nTo: Jeffrey Epstein [jeevacation@gmail.com]\nSubject: Cozen O'Connor - 7 Ways the Trump Administration Will Affect Businesses\n\nImportance: — High\n\nhttps: //www.cozen.com/cozendocs/7-Trump-Administration-Policies-Affecting-Businesses/#_home\n\nRichard Kahn\n\nHBRK Associates Inc.\n\n575 Lexington Avenue, 4th Floor\nNew York, NY 10022\n\nHOUSE_OVERSIGHT_033196\n"}}}
{"filename": "IMAGES-011-HOUSE_OVERSIGHT_030627.txt", "headline": "Confidential disclaimer with no substantive content", "importance_score": 2, "reason": "The document contains only a standard confidentiality notice and no factual information, names, transactions, or allegations that could be pursued as an investigative lead.", "key_insights": ["Document is a generic attorney-client privilege disclaimer", "No mention of individuals, entities, or actions"], "tags": ["confidentiality", "legal disclaimer"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 30, "original_row": {"filename": "IMAGES-011-HOUSE_OVERSIGHT_030627.txt", "text": "please note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nHOUSE_OVERSIGHT_030627\n"}}}
{"filename": "IMAGES-007-HOUSE_OVERSIGHT_024082.txt", "headline": "SEC Venture Capital Fund Exemption Guidance for General Partner", "importance_score": 8, "reason": "The passage is a routine regulatory memorandum describing SEC rules and forward‑looking disclaimer language. It contains no specific allegations, financial flows, or connections to high‑profile individuals or agencies that would merit investigative follow‑up.", "key_insights": ["Describes SEC venture‑capital fund exemption under Dodd‑Frank.", "Outlines potential registration requirements for General Partner and Management Company.", "Notes reporting obligations and possible SEC examination authority.", "Includes standard forward‑looking statement disclaimer."], "tags": ["SEC", "venture capital exemption", "regulatory compliance", "Dodd‑Frank"], "power_mentions": [], "agency_involvement": ["U.S. Securities and Exchange Commission"], "lead_types": [], "metadata": {"source_row_index": 31, "original_row": {"filename": "IMAGES-007-HOUSE_OVERSIGHT_024082.txt", "text": "Regulatory Changes\n\nOn June 22, 2011, to implement provisions of Title IV of the Dodd-Frank Wall Street Reform and\nConsumer Protection Act, the U.S. Securities and Exchange Commission (the “SEC”) adopted\nfinal rules implementing new exemptions from the registration requirements of the Investment\nAdvisers Act of 1940 (the “Advisers Act’), one of which is commonly known as the venture\ncapital fund exemption. Neither the General Partner nor the Management Company is currently\nexpected to register as an investment adviser with the SEC in reliance on the venture capital\nfund exemption. The General Partner may need to take into consideration certain conditions\nregarding the nature of investments that may be made by investment vehicles advised by an\ninvestment adviser relying on the venture capital exemption, which may constrain the Fund’s\ninvestment flexibility or require certain non-qualifying investments to be disposed of earlier\nthan they might otherwise be. In addition, compliance with the venture capital fund exemption\nmay subject the Fund to limitations on the Fund’s operations, including limitations on the\nFund’s ability to borrow, provide guarantees and make short-term investments that are more\nrestrictive than any limitation set forth in the Partnership Agreement.\n\nReliance on the venture capital exemption also will necessitate reporting certain information to\nthe SEC about the Management Company, the General Partner and their affiliates and may\nresult in such entities being subject to SEC examination authority and certain Advisers Act\ncompliance obligations. If the General Partner and the Management Company are able to rely\non the venture capital exemption, investors in the Fund will not be entitled to the benefits of\ncertain protections under the Advisers Act. If the General Partner or the Management Company\ncannot rely on the venture capital exemption, the General Partner or the Management Company\nmay need to register as an investment adviser under the Advisers Act. Registration under, and\ncompliance with, the Advisers Act could be costly and could divert attention of the Fund’s\nmanagement team. There also can be no assurance that statutory, regulatory, judicial or\nadministrative interpretations of existing laws and regulations will not in the future impose\nmore comprehensive or stringent requirements on the General Partner or the Management\nCompany.\n\nCautionary Statements Regarding Forward-Looking Statements. Certain information\ncontained in this Memorandum constitutes “forward-looking statements,” which can be\nidentified by the use of forward-looking terminology such as “may,” “will,” “should,” “expect,”\n“anticipate,” “project,” “estimate,” “intend,” “continue,” or “believe,” or the negatives thereof\nor other variations thereon or comparable terminology. Such forward-looking statements,\nincluding the intended actions and performance objectives for the Fund, involve known and\nunknown risks, uncertainties and other important factors that could cause actual results,\nperformance or achievements of the Fund to differ materially from any future results,\nperformance or achievements expressed or implied by such forward-looking statements.\nAlthough this information was prepared by the General Partner based on its experience in the\nindustry and on assumptions of fact and opinion as to future events that the General Partner\nbelieved to be reasonable when made, no representation is made or assurance given that such\nstatements, views, projections or forecasts are correct or that the objectives of the Fund will be\nachieved or that investors will receive a return of their capital. Moreover, neither the Fund nor\nthe General Partner, nor any of their affiliates, assumes responsibility for the accuracy and\ncompleteness of any forward-looking statements. All forward-looking statements in this\nMemorandum speak only as of the date of this Memorandum. The Fund, the General Partner\nand their affiliates expressly disclaim any obligation or undertaking to disseminate any updates\n\nIF tt\n\n71 CONTROL NUMBER 257 - CONFIDENTIAL\n\nHOUSE_OVERSIGHT_024082\n"}}}
{"filename": "IMAGES-008-HOUSE_OVERSIGHT_024979.txt", "headline": "Hillary Clinton’s diplomatic push on Libya amid WikiLeaks fallout", "importance_score": 12, "reason": "The passage offers general commentary on political reactions to WikiLeaks and Libya without specific names of transactions, dates, or actionable evidence. It mentions high‑profile figures but provides no concrete leads for investigation.", "key_insights": ["Mentions Hillary Clinton’s effort to build a coalition for Libya war.", "References WikiLeaks releases causing diplomatic tensions.", "Cites reactions from foreign leaders, including Silvio Berlusconi."], "tags": ["Libya", "WikiLeaks", "Hillary Clinton", "foreign policy", "diplomacy"], "power_mentions": ["Barack Obama", "Hillary Clinton", "Silvio Berlusconi"], "agency_involvement": ["U.S. State Department", "NATO"], "lead_types": ["foreign influence", "political controversy"], "metadata": {"source_row_index": 32, "original_row": {"filename": "IMAGES-008-HOUSE_OVERSIGHT_024979.txt", "text": "22\n\ntargets—was largely American. It would be another 10 days before\nshe would go to London to arrange for the military campaign to be\nhandled by nato. Whatever the burden-sharing logistics, the United\nStates was in deep now, on a course that no one could predict.\nMadam Secretary\n\nFor Barack Obama, the Arab Spring and its aftermath will shape just\none critical piece of his record. But, for Hillary Clinton, the swirling\nchallenges of the region are likely to determine her legacy. Many\ndiplomats remain anxious; the world they knew has been upended.\nYet they also understand that the months ahead will be Hillary’s\nmoment to help turn those ripples into a permanent tide of reform and\nrenewal.\n\nBut Hillary’s intense diplomatic efforts to forge a coalition to go to\nwar in Libya came at the exact worst time, only two months after\nWikiLeaks, the whistle-blowing Web site run by Julian Assange,\nbegan posting thousands of classified State Department cables online.\nCandid descriptions of foreign leaders (e.g., Putin is the “alpha dog”\nof a “virtual mafia state”) were published around the world and have\nalready led to the departure of U.S. ambassadors in Mexico and\nEcuador, with more fallout on the way. Hillary told staff that she\ncould not fathom how an army private, Bradley Manning, with\npsychological problems and a drag-queen boyfriend could single-\nhandedly cause the United States unprecedented embarrassment just\nby labeling massive downloads as Lady Gaga songs.\n\nSeveral allies needed little comfort. “Don’t worry about it,” one\nleader told Hillary. “You should see what we say about you.” Italian\nprime minister Silvio Berlusconi wasn’t so forgiving. In 2008 the\nloutish media baron and billionaire had described Barack Obama as\n“young, handsome and bronzato (bronzed),” but after WikiLeaks he\nchose to play the victim. It wasn’t clear whether he was genuinely\nupset about a cable describing him as “physically and politically\n\nHOUSE_OVERSIGHT_024979\n"}}}
{"filename": "IMAGES-009-HOUSE_OVERSIGHT_027839.txt", "headline": "Cryptic Email Exchanges with No Clear Substance", "importance_score": 5, "reason": "The messages consist of vague, non‑specific phrases and timestamps without any names, transactions, dates of events, or actionable details linking influential actors to misconduct. They provide no investigative leads.", "key_insights": ["All messages are from the same email address (jeeitunes@gmail.com).", "Content includes nonsensical or philosophical statements (e.g., \"What is the sound of one hand clapping\").", "No mention of any public officials, corporations, financial transactions, or illegal activity."], "tags": ["email", "cryptic", "low relevance"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 33, "original_row": {"filename": "IMAGES-009-HOUSE_OVERSIGHT_027839.txt", "text": "Sender: e:jeeitunes@gmail.com\n\nTime: 07/01/19 02:24:02 PM (583709042)\nFlags: 1150981\n\nIs Read: No\n\nIs Invitation: No\n\nGUID: 9CD52D20-ED49-4A92-A7E4-F4 9AEA764379\n\nMessage: Talk tomorrow\n\nTime: 07/01/19 02:26:22 PM (583709182)\nFlags: 1060865\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: DIEBSDB9-EC5D-4B9F-BEAD-852FC5138381\n\nMessage: K\n\nSender: e:jeeitunes@gmail.com\n\nTime: 07/03/19 05:47:30 AM (583850850)\nFlags: 1150981\n\nIs Read: No\n\nIs Invitation: No\n\nGUID: 8586631D-FDF5-415D-BB9E-583EA22A4D14\n\nMessage: Today is yesterday's tomorrow\n\nTime: 07/03/19 06:42:02 AM (583854122)\nFlags: 1060865\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: 96DAA298-4C25-44D3-BB9F-D3A2A68 42 6FE\n\nMessage: What is the sound of one hand clapping\n\nSender: e:jeeitunes@gmail.com\n\nTime: 07/03/19 07:14:54 AM (583856094)\nFlags: 1150981\n\nIs Read: No\n\nIs Invitation: No\n\nGUID: 174D28C7-25B2-4624-8131-7EB21A6301F\n\nGl\n\nMessage: Sunday New York?\n\nTime: 07/03/19 07:16:30 AM (583856190)\n\nHOUSE_OVERSIGHT_027839\n"}}}
{"filename": "IMAGES-006-HOUSE_OVERSIGHT_020875.txt", "headline": "Garble-filled defense spending table with no actionable leads", "importance_score": 5, "reason": "The document consists mostly of nonsensical characters and generic defense‑spending rankings. It contains no specific names, transactions, dates, or allegations linking powerful actors to misconduct, offering essentially no investigative value.", "key_insights": ["Mentions USA Inc. as top defense spender (likely a placeholder).", "Cites Stockholm International Peace Research Institute as data source.", "Lists several countries (France, Ukraine, Israel, Oman, Pakistan, South Korea, Singapore, Saudi Arabia) without context."], "tags": ["defense spending", "data source", "SIPRI"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 34, "original_row": {"filename": "IMAGES-006-HOUSE_OVERSIGHT_020875.txt", "text": "While USA Inc. Ranks # 1 in Defense Spending...\n\nTop 25 Countries by 2009 Defense Spending, 2009\n\nGIG = ee eee es cee ses es =r Sos en os Ss tS 3 Sm 5 eh — SA = Ho es = Ho\nREGS 5 mmm ome 2 aes cence = eae ca ses sn = ot es enn = Se en ES 6 9 UES 3 ND Ee = 9 HD = ED = HH\nBBE = ae ce em ee ae co mi = me ce Sn et 9 = UE MS EG OE = ES\n&\nfo]\n£\na\n<c\nwa\na\nge SIRI 2 me me we ce ene sae eet — ce Sa es — os 6 t— es hSA S S SS HS eS Sa enh — ea es\nan\nfa\n3\nBp EER 5 me mre nro 9 ees es ee = ees was ees sen = es semen r= re en ES 6 6 OS SUE 9 ND Ee = 9 DF = GS ED = HH\nPAG ane sem mem 2 wn cee es mee = a eT TT NE ER ST So oD = lal\n$- ee se 8 ee\necco eodwn#wWeoeerwe SF GB ZF oseraSe >A BEY Y B\n£5 © ¢ tS °° on = GN © o ic ° c\ngee see ES EGF ERE SES ESR BRE REP E\n— — jo —\nw fees es 6 e®* ¢s * <7 Fee ©\n£ Pc s < = 3 o\n77) 7a 4 =}\n2 ° ©\no o\n\nNote: Data for North Korea unavailable.\nKP Source: Stockholm International Peace Research Institute.\n(@)E) www.kpcb.com USA Inc. | Income Statement Drilldown 67\n\nFrance\nUkraine\nU\nIsrael\nOman\n\ni ee os -\noO\n=\nre)\n4\nee -- -\nD\n£\n3\nFi\na 4% oe -\no\n®\na\nc\n3\nmail | TEE Il |\n0%\n@& ¢ s Wa © < S =o % S ¥ &\ne § 5 > 3 g 5 © 9 =a 8g a\n= 2 D i= = S 2 n =\noO & Ww = 2s ¢<O05 2 §\njaa mg << 6 ros\n= i)\n\nPakistan\nSouth Korea\nSingapore\nSaudi Arabia\n\nNote: *Ranking among countries with 2009 defense spending of $3 billion or higher; data for North Korea unavailable.\nK P Source: Stockholm International Peace Research institute.\n(@E) www.kpcb.com USA Inc. | Income Statement Drilldown 68\n\nHOUSE_OVERSIGHT_020875\n"}}}
{"filename": "IMAGES-011-HOUSE_OVERSIGHT_031539.txt", "headline": "Baylor officials downplay Title IX failures and blame media for off‑campus drinking issues", "importance_score": 12, "reason": "The passage offers only vague criticism of Baylor’s handling of sexual violence reports and blames media coverage. It mentions Coach Art Briles but provides no concrete allegations, dates, transactions, or actionable leads. The content is largely rhetorical and lacks novel, verifiable information, making it low‑value for investigation.", "key_insights": ["Baylor acknowledges failures in responding to sexual violence reports.", "The university claims limited jurisdiction over off‑campus drinking incidents.", "Media outlet ESPN’s ‘Outside the Lines’ is singled out as a negative influence.", "Coach Art Briles is referenced positively, without specific misconduct allegations."], "tags": ["Title IX", "sexual violence", "higher education", "media criticism", "Baylor University"], "power_mentions": ["Coach Art Briles"], "agency_involvement": [], "lead_types": ["legal exposure", "institutional accountability"], "metadata": {"source_row_index": 35, "original_row": {"filename": "IMAGES-011-HOUSE_OVERSIGHT_031539.txt", "text": "Baylor loves its students. | love the students. We want them not only to be safe, but to flourish. We\nworked hard to achieve that goal in a fallen world, where all too often, students will yield to temptations\nall around them. We could always do more. And the silver lining of the nine-month ordeal culminating\nin the events of May 2016 is that no university is more focused on Title IX-related prevention and\neffective response than our beloved Baylor.\n\nTo be sure, there were failures and shortcomings. In particular, | lament the now-known fact that first\nresponders were, at best, insensitive to reports of sexual violence. But there are limits to what the\nUniversity can do with respect to OFF-CAMPUS behavior, especially when alcohol flows freely — and all\ntoo frequently, it flows to tragic excess. But that jurisdictional point — off-campus drinking, not\ninfrequently under-age drinking — was deemed utterly irrelevant by American culture’s ultimate\nmediator, the mainstream media, led in this instance by ESPN. Its provocative investigative reporting\navenue, “Outside the Lines,” had found a target on the banks of the Brazos. Several of us, including\nCoach Art Briles, an honorable and decent man (and football genius) would be fatally hit by the media’s\nunrelenting fusillade.\n\nHOUSE_OVERSIGHT_031539\n"}}}
{"filename": "IMAGES-004-HOUSE_OVERSIGHT_017828.txt", "headline": "PR outreach to journalist for Netflix Epstein documentary", "importance_score": 12, "reason": "The passage is a confidential outreach seeking commentary for a documentary. It contains no concrete allegations, financial details, or actionable leads about powerful actors. It merely references known figures (James Patterson, Joe Berlinger) and the subject (Jeffrey Epstein) without new evidence.", "key_insights": ["Journalist claims past work on Epstein story and a best‑selling book with James Patterson.", "Documentary team (Lisa Bryant, Joe Berlinger, Jim Patterson) is being assembled.", "Request for the addressee’s PR expertise and personal acquaintance with Epstein."], "tags": ["media", "documentary", "Jeffrey Epstein", "public relations"], "power_mentions": ["James Patterson", "Joe Berlinger", "Lisa Bryant", "Jim Patterson"], "agency_involvement": [], "lead_types": ["media outreach", "potential witness"], "metadata": {"source_row_index": 36, "original_row": {"filename": "IMAGES-004-HOUSE_OVERSIGHT_017828.txt", "text": "| am a TV journalist who covered the Epstein story for several years and wrote a best selling book\nabout him with James Patterson in 2016.\n\nJim Patterson and | are now consulting on a four hour Netflix documentary series tentatively set to\nair towards the end of the year.\n\nThe showrunner, Lisa Bryant, is working with director Joe Berlinger whose work | am sure you are\nfamiliar with, to produce a fair and balanced, in-depth recounting of the Epstein saga that, as you\nknow, has every possible dramatic angle and is a story like no other.\n\nWe thought of you because of your remarkable reputation in the public relations and show business\nworld and the fact that you were an acquaintance of Jeffrey Epstein.\n\nThe tawdry side of the story has been told...We hope you can give us some insight and context into\nwho he was before his life fell apart.\n\n| am sure that Lisa Bryant,Joe Berlinger and Jim Patterson would all make themselves available to\nget on a call with you this week.\n\nJim is in Florida,and Joe is traveling overseas for his Ted Bundy film.\nLisa is in New York and would be happy to meet you in person as would |.\n\nThanks for giving this your consideration.\n\nBest,\nTim Malloy\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\nand may be unlawful. If you have received this\ncommunication in error, please notify us immediately by\nreturn e-mail or by e-mail to jeevacation@gmail.com, and\ndestroy this communication and all copies thereof,\nincluding all attachments. copyright -all rights reserved\n\nplease note\nThe information contained in this communication is\nconfidential, may be attorney-client privileged, may\nconstitute inside information, and is intended only for\nthe use of the addressee. It is the property of\nJEE\nUnauthorized use, disclosure or copying of this\ncommunication or any part thereof is strictly prohibited\n\nHOUSE_OVERSIGHT_017828\n"}}}
{"filename": "IMAGES-007-HOUSE_OVERSIGHT_023935.txt", "headline": "University hiring practices tied to corporate consulting money", "importance_score": 12, "reason": "The passage describes a personal anecdote about a professor receiving a $30 million consulting offer from Andersen Consulting to join Northwestern, mentioning Boeing only in passing. It lacks concrete names of influential officials, specific transactions, dates beyond 1988, or links to misconduct by powerful actors. The claim is vague, unverified, and offers little actionable investigative direction.", "key_insights": ["Professor claims Andersen Consulting offered $30 million over 10 years to recruit him to Northwestern in 1988.", "Light teaching loads are portrayed as incentives tied to revenue generation for universities.", "Boeing is mentioned only as a vague endorsement of the professor’s reputation."], "tags": ["higher education", "consulting", "university funding", "recruitment practices"], "power_mentions": ["Boeing", "Andersen Consulting", "Northwestern University", "Yale University"], "agency_involvement": [], "lead_types": ["financial flow", "institutional influence"], "metadata": {"source_row_index": 37, "original_row": {"filename": "IMAGES-007-HOUSE_OVERSIGHT_023935.txt", "text": "How the Best Universities Inadvertently Ruin Our Schools 189\n\nobviously respected by Boeing, so he is a senior and successful man\nin his field. This means a small teaching load since the best professors\nteach the least. Three semester-long courses in a year is a light load at\na big state university.\n\nYou might wonder, as an outsider to the ins and outs of the uni-\nversity, why the best professors teach the least. You also might wonder\nwhy I knew the types of courses he would teach and what I mean by\nthat. I will explain.\n\nTo start this explanation, it is important to understand why pro-\nfessors are “rewarded” with light teaching loads. (Note the word load.\nThis is the normal way this is discussed in a university.) I was given\nan extraordinarily light load at Northwestern for two reasons. One\nreason was that universities, like baseball teams, recruit so-called “su-\nperstars” (yes, that is how they are referred to in the university) from\ncompetitors. So Northwestern had to beat Yale’s offer in my case. At\nYale I taught one semester-long course per year, so Northwestern sim-\nply made me a better offer.\n\nThe reason both of these universities would even consider such a\nlight load is that I earned money for the university. As I used to tell\nmy children when they asked “why” questions, in the end it is usually\nabout money.\n\nI was recruited by Northwestern (in 1988), but I was really being\nrecruited by Andersen Consulting. They offered Northwestern (that is,\nthey offered me if I came to Northwestern) $30 million (over a 10-year\nperiod). Yes, that’s right, $30 million. I think you can see that North-\nwestern didn’t really care what I taught or when I taught it. They\nwanted that money. And, they also wanted the prestige.\n\nBefore I go too much further, I need to explain the prestige thing\nbecause it is very important. In fact, the prestige issue for professors\nand universities is precisely the root of the problem in our education\nsystem. This will take some time to explain, so let me start simply for\nnow.\n\nWhen Harvard plays Yale in football, they are battling for prestige.\nBut the battle may not be on the field exactly. The real battle is in\nhow powerful and important the alumni who attend the game have\nbecome and how big their respective endowments have become and\nwho has the best chemistry department or business school. It is a real\nbattle. The battle is for reputation. And, although it may seem silly to\ntake this battle seriously, it is taken very seriously. There is no World\n\nHOUSE_OVERSIGHT_023935\n"}}}
{"filename": "IMAGES-009-HOUSE_OVERSIGHT_027187.txt", "headline": "Unclear personal messages with vague references to HIMSS and a request for help", "importance_score": 8, "reason": "The document contains fragmented, informal messages lacking any concrete names, dates, transactions, or actionable details linking influential actors to misconduct. It appears to be personal correspondence with no clear investigative value.", "key_insights": ["Multiple short messages timestamped Feb 25‑26, 2017.", "References to HIMSS conference and John Halamka.", "One message asks for help, another expresses feeling weak against unnamed \"them\".", "No specific individuals, organizations, or financial flows identified."], "tags": ["personal communication", "HIMSS", "John Halamka", "unverified"], "power_mentions": [], "agency_involvement": [], "lead_types": [], "metadata": {"source_row_index": 38, "original_row": {"filename": "IMAGES-009-HOUSE_OVERSIGHT_027187.txt", "text": "Is Read: Yes\n\nIs Invitation: No\n\nGUID: 20947A AE-8F5D-43FB-8678-DADA86249F84\nMessage: He needs help His advisory are not what he deserves\n\nSond:\n\nTime: 02/25/17 08:55:31 AM (509734531)\n\nFlags: 1060865\n\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: D9FCB6AB-F195-4927-BC8C-6E8E7450FA 23\nMessage: I'm not strong enough to fight them\n\nSender:\n\nTime: 02/25/17 09:13:46 AM (509735626)\n\nFlags: 1126401\n\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: 266FBEF7-17DB-4358-9DEA-5522F9667DD9\n\nMessage:\nhttp://medcitynews.com/2017/02/himss17-observation/?utm_content=buffer1f2de&amp;utm_medium=social&amp;utm _\nsource=twitter.com&amp;utm_campaign=buffer\n\nSender:\n\nTime: 02/25/17 09:13:46 AM (509735626)\n\nFlags: 1060865\n\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: 82E0AD28-A17A-493 1-BF07-BEDC661E9A95\n\nMessage: From HIMSS and this author John Halamka seems super smart\n\nSender:\n\nTime: 02/25/17 05:29:21 PM (509765361)\n\nFlags: 1126401\n\nIs Read: Yes\n\nIs Invitation: No\n\nGUID: 5B8D8745-01B5-472C-8711-CB8F7D4C14B4\nMessage: Are you in NYC the 2nd in the afternoon\n\nSender: e:jeeitunes@gmail.com\n\nTime: 02/25/17 05:39:17 PM (509765957)\n\nFlags: 1085445\n\nIs Read: No\n\nIs Invitation: No\n\nGUID: F9EBIBDA-C5A7-4EBF-AD09-943 ABA3DB257\nMessage: nope\n\nSender: ii\n\nTime: 02/26/17 04:45:55 PM (509849155)\nFlags: 1060865\n\nIs Read: Yes\n\nHOUSE_OVERSIGHT_027187\n"}}}
