[
  {
    "id": "recall_0",
    "product_description": "Sedecal SP-HF 4.0 Portable X-Ray System; Manufactured by SEDECAL, C/Pelya 9 Pol. Ind. Rio De Janeiro, 28110 Algete (Madrid) Spain",
    "reason_for_recall": "A minimum source-skin-distance of less than 30 cm and not identifying the tube manufacturer on the tube housing label resulted in the SP-HF-4.0 Portable Systems not complying with the U.S. Federal performance standard.",
    "recall_status": "Terminated",
    "recalling_firm": "Sedecal USA, Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_1",
    "product_description": "Aquasorb  Border, Hydrogel Wound Dressing with Polyurethane Film Border, 25 individual packets per case, Catalog # 46-511, 2.5' x 2.5', labeled in part ***Sterile***Manufacturer:  DeRoyal   200 Debusk Lane  Powell, TN  37849 USA***",
    "reason_for_recall": "Wound dressing failed to meet sterility specifications.",
    "recall_status": "Terminated",
    "recalling_firm": "DeRoyal Wound Care",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_2",
    "product_description": "Stackhouse FreedomAire Lens/Hood; a sterile disposable protective head garment for use with the FreedomAire Surgical Helmet System, providing a clear plastic bubble lens and protective head hood to connect to the surgical helmet; individually packaged hoods, 12 per case; Manufactured for Viasys MedSystems, Wheeling, IL 60090",
    "reason_for_recall": "The packaging may be compromised such that sterility of the hoods cannot be guaranteed.",
    "recall_status": "Terminated",
    "recalling_firm": "VIASYS Med Systems",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_3",
    "product_description": "GE 4 inch Anterior Cervical Post, GE Part Number 1006385 or 1006385-NAV, GE Healthcare OEC Medical Systems (an accessory used with the InstaTrak 3500 plus and 9800 C-Arm Navigation systems)",
    "reason_for_recall": "Weld defect- the weld between the post body and the screw was not properly formed and can fail, even when minimal force is used.",
    "recall_status": "Terminated",
    "recalling_firm": "GE OEC Medical Systems, Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_4",
    "product_description": "Bio-logic System Corp --Telescoping Camera Pole Assembly (part number 585-CYBPSM and 580-VIDPOL) and assemblies (580IPCART and 580 PNCART; Bio-Logic Systems Corporation, Mundelein, IL 60060; The Model 580-VIDPOL is used with the 580-PNCART that is wired for use with a Panasonic Camera.  The pole is also a subassembly of the 585-CYBPSM with wires used in the 580-IPCART wired for the use with an Ipela Camera.  Both carts are a component of the Ceegraph/Sleepscan Netlink with Video.",
    "reason_for_recall": "Bio-logic System Corp Camera Pole may weaken and detach at the base of the telescoping camera pole during transport causing pole to break at the welded base and fall.",
    "recall_status": "Terminated",
    "recalling_firm": "Bio-Logic Systems Corp",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_5",
    "product_description": "NeuViz Dual Multi-Slice Computed Tomography (CT) Scanner System (software).\n\nWhole body x-ray computed tomography scanner which features a continuously rotating tube-detector system and functions according to the fan beam principle. The system software is an interactive program used for x-ray scan control, image reconstruction, and image archive/evaluation. It is intended to produce cross-section images of head and body by computer reconstruction of x-ray transmission data taken at different angles. The function of Time Scan is intended to use in contrast scan include single phase and multi-phase scan, that is according to different density of contrast in vessels or organs between different phase to get necessary information to support doctor's diagnosis.",
    "reason_for_recall": "An issue associated with the \"Timed Scan\" application was found.  The system does not wait for the programmed time interval and starts the x-ray after selection of the scan button when certain criteria is met.",
    "recall_status": "Terminated",
    "recalling_firm": "Philips Medical Systems North America Co. Phillips",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_6",
    "product_description": "Penumbra Neuron Delivery Catheter 070,  percutaneous catheter, catalog numbers PND6F0701058, PND6F070956, PND6F0701058M, and PND6F070956M; manufactured by Penumbra, Inc., Alameda, CA.\n\nIndicated for the introduction of interventional devices into the peripheral, coronary, and neuro vasculature.",
    "reason_for_recall": "Failure-- product can kink or ovalize, which may result in difficulty in catheter advancement or delivery of other devices and damage to catheter, which could lead to patient injury or death as a result of portions being retained in the patient.",
    "recall_status": "Terminated",
    "recalling_firm": "Penumbra Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_7",
    "product_description": "Baxter Colleague Single Channel Volumetric Infusion Pumps. Baxter Healthcare Corporation, Medication Delivery Division. Product Codes: 2M8151, 2M8161, and 2M9161.",
    "reason_for_recall": "The FDA sent a letter to Baxter on April 30, 2010, ordering the company to recall and destroy all models of its Colleague Volumetric Infusion Pumps currently in use in the United States.  FDA determined that this action is necessary, as Baxter has failed to adequately correct, within a reasonable timeframe, the deficiencies in the Colleague pumps still in use.  This recall is a consolidation of al",
    "recall_status": "Terminated",
    "recalling_firm": "Baxter Healthcare Corp. Rt.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_8",
    "product_description": "Probe, Tactile, Left, ASM, Long, \nPart #962009S, \nMedtronic Navigation,\nLouisville, CO 80027.\n\nTrackable hand held instruments used in spine surgeries for preparation of the pedicle. These instruments are used in conjunction with the Medtronic Navigation StealthStation platform and various software applications.",
    "reason_for_recall": "Distal end of tactile probe may break off during use.",
    "recall_status": "Terminated",
    "recalling_firm": "Medtronic Navigation, Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_9",
    "product_description": "MIRS for MATRIX Spine System.  Minimally Invasive Reduction Screw (MIRS) for percutaneous instrumentation of the thoracolumbar spine.\n\nThe Synthes USS are non-cervial spinal fixation devices intended for posterior pedicle screw fixation (T1-S2/ilium), posterior hook fixation (T1-L5), or anterolateral fixation (T8-L5).",
    "reason_for_recall": "Synthes is initiating a Medical Device Labeling Correction following a detailed review of the current labeling in response to reported complaints.  Synthes has identified technique measures and has updated the labeling associated with this system.  The labeling reflects updated technique recommendations and emphasizes the importance of avoiding rod mis-alignment.",
    "recall_status": "Terminated",
    "recalling_firm": "Synthes USA HQ, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_10",
    "product_description": "Ultima OPCAB System, Sterile, Rx Only, \n\nProduct Usage:\nIntended for use during performance of minimally invasive cardiac surgery through a sternotomy incision approach. The ULTIMA Access RailPlatform in combination with the Activator II Drive Mechanism is used to spread the sternum, providing access and direct visualization to the thoracic cavity. The AccessRail Platform also allows for the organization of pericardial sutures. The ULTIMA Stablizer isolates and provides local immobilization of the target vessel on the beating heart.",
    "reason_for_recall": "MAQUET has identified a potential issue with the ULTIMA OPCAB (part numbers OM-2003S & OM-2001D).  Labeling for the 2 blade lots had been incorrectly applied.  The standard blades from Lot #25052176 were incorrectly labeled as deep blades, and the 20 deep blades from Lot #25052200 were incorrectly labeled as standard blades.",
    "recall_status": "Terminated",
    "recalling_firm": "Maquet Cardiovascular, LLC",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_11",
    "product_description": "Philips Expression MR200 MRI Patient Monitoring System Model 866120",
    "reason_for_recall": "During production, excess metal (aluminum) debris was found stuck to the cling plastic that covers the device's pole assembly. The metallic debris could affect system performance due to the potential for a failure to power up or loss of power. This could result in the loss of monitoring and a delay in diagnosis of the patient.",
    "recall_status": "Terminated",
    "recalling_firm": "Invivo Corporation",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_12",
    "product_description": "Histolock  Resection Device, US Endoscopy.  \nAn electrosurgical device designed to be used to endoscopically grasp, dissect and transect tissue during gastrointestinal endoscopic procedures.",
    "reason_for_recall": "The company has determined the sterility cannot be assured for the affected lot.",
    "recall_status": "Terminated",
    "recalling_firm": "US Endoscopy Group Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_13",
    "product_description": "CDI H/S Cuvette\n\nThe intended use for the CDI H IS Cuvette is as follows: The CDI H/S Cuvettes are intended for use with a CDI monitor during cardiopulmonary bypass procedures when continuous monitoring of blood hematocrit and oxygen saturation is desired.",
    "reason_for_recall": "Terumo Cardiovascular Systems (Terumo CVS) has received complaints of the CDI System 500 monitor displaying the H/S DISCONNECT AT CUVETTE error message when the CDI H/S Cuvette does not make a proper connection to the CDI H/S Probe. In this situation, blood parameter values for HCT, Hgb, and SO2 do not display.",
    "recall_status": "Terminated",
    "recalling_firm": "Terumo Cardiovascular Systems Corporation",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_14",
    "product_description": "Carl Zeiss INTRABEAM PRS 500, product #304534-0000-500.  The firm name on the label is Carl Zeiss Meditec AG, Jena, Germany.\nThe INTRABEAM System is indicated for radiation therapy treatments",
    "reason_for_recall": "The device had an incorrect printed calibration value on the calibration certificate.",
    "recall_status": "Terminated",
    "recalling_firm": "Carl Zeiss Meditec AG Rudolf-Eber-Str. 11 Oberkochen Germany",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_15",
    "product_description": "Journey BCS Knee CoCr Femoral Components, Catalog Numbers:\n74021210, 74021211, 74021212, 74021213, 74021214, 74021215, 74021216, 74021217, 74021218, 74021219, 74021220, 74021221, 74021222, 74021223, 74021224, 74021225, 74021226, 74021227, 74021228, 74021229",
    "reason_for_recall": "The data in the National Joint Registry of England, Wales and Northern Ireland (NJREWNI) and Australian Orthopaedic Association National Joint Replacement Registry (AOANJRR) indicate that the first generation JOURNEY BCS Knee System has a revision rate over 1.5 times the primary total knee arthroplasty device class average revision rates reported in those registries.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Smith & Nephew, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_16",
    "product_description": "SECURE EVA - DUAL CHAMBER CONTAINER With Screw Connectors, 1500mL, (legless) REF 66615 - Product Usage: For use in an intravenous admixture program. The empty container will be filled with parenteral admixtures under normal pharmacy conditions, e.g. laminar flow hood. The use of this product is for storage and delivery of intravenous parenteral admixtures.",
    "reason_for_recall": "Potential for leaking product",
    "recall_status": "Open, Classified",
    "recalling_firm": "The Metrix Company",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_17",
    "product_description": "Endo GIA Auto Suture Gray Universal Articulating Loading Unit 30 mm - 2.0 mm, Item Code 030450 - Product Usage: The Endo GIA  universal staplers have applications in abdominal, gynecologic, pediatric and thoracic surgery for resection, transection and creation of anastomosis.",
    "reason_for_recall": "The device staples may not properly form upon application preventing adequate hemostasis.  Use of a product with this assembly error may result in incomplete staple formation.",
    "recall_status": "Open, Classified",
    "recalling_firm": "",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_18",
    "product_description": "RAPTAR Laser Range Finders",
    "reason_for_recall": "RAPTAR units are capable of being field modified to enable the use of the higher\npower visible and IR laser pointers and the IR Illuminator.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Potomac River Group, Corp.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_19",
    "product_description": "Jiangsu Well Biotech Co.,Ltd. AND SDI LABS COVID-19 Ag Rapid Test Device - Cat#: CO-02",
    "reason_for_recall": "Distribution of COVID-19 Ag Rapid Test kits in the U.S. without an Emergency Use Authorization, or a Pre-Market Approval or Clearance.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Jiangsu Well Biotech Co., Ltd. No",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_20",
    "product_description": "Arrow ErgoPack, Pressure Injectable Arrowg+ard Blue Advance Two-Lumen PICC pre-loaded with Arrow VPS Precision Stylet, REF CDC-45552-VPS2; Catheter: Percutaneous Implanted Long-Term Intravascular Catheter Stylet: Diagnostic Intravascular Catheter",
    "reason_for_recall": "This recall has been initiated due to reports that the product code and product name were incorrectly listed on the lidstock of affected kits.",
    "recall_status": "Open, Classified",
    "recalling_firm": "ARROW INTERNATIONAL Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_21",
    "product_description": "MiniMed 630G Insulin Pump, REF: MMT-1515, MMT-1714, MMT-1715, MMT-1754, MMT-1755;\nMiniMed 700G Insulin Pump, REF: MMT-1800, MMT-1801, MMT-1805, MMT-1850, MMT-1851",
    "reason_for_recall": "Insulin pumps that have been dropped, bumped, or experienced physical impact may have damage to internal electrical components, which may cause reduced pump battery life. Since the defect reduces the battery life overall, it shortens the time between low battery alarms and increases the frequency with which the user must insert a new battery. Further, the defect may also deliver the low battery alarm when there is significantly less time before the battery completely runs out, from the expected up to 10-hour buffer the low alert is supposed to signal, leading to device powering down and stopping insulin delivery unexpectedly. Per the firm, a subset of pumps with the defect showed the low alert alarm was delivered ~2.5 hours before the device shut off, however, patient reports indicate the time could be even shorter. Replacing the battery will not resolve this issue and the short battery life and the truncated low battery alert lead time will continue to occur. Early battery depletion could result in power loss and insulin delivery could be interrupted, resulting in under delivery of insulin potentially leading to hyperglycemia and/or DKA.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Medtronic MiniMed, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_22",
    "product_description": "Allura Xper FD10C;\nModel Number: 722001;\nAssociated 510(k)s: K102005, K130638, K130842, K133292, K141979, K162859, K161563;",
    "reason_for_recall": "The BIOS battery may deplete faster than initially anticipated during the design phase. When the battery is depleted, the start-up process of the system will be halted, and the system will not start. No user messages are shown before the battery is low on power or depleted.",
    "recall_status": "Open, Classified",
    "recalling_firm": "PHILIPS MEDICAL SYSTEMS NEDERLAND B.V. Veenpluis 4-6 Best Netherlands",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_23",
    "product_description": "Opti-Plast Balloon Dilatation Catheters",
    "reason_for_recall": "Product intended for distribution outside USA was distributed without premarket notification requirements being met.",
    "recall_status": "Terminated",
    "recalling_firm": "Bard Peripheral Vascular Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_24",
    "product_description": "Automated Differential Cell Counter",
    "reason_for_recall": "Device can generate overestimated platelet results.",
    "recall_status": "Terminated",
    "recalling_firm": "ABX Diagnostics Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_25",
    "product_description": "Stackhouse Lens/Hood, Mark III Universal; a sterile disposable protective head garment for use with the Stackhouse Mark III Helmet, providing a clear plastic bubble lens and protective head hood to connect to the surgical helmet; individually packaged hoods, 12 per case; Manufactured for Viasys MedSystems, Wheeling, IL 60090",
    "reason_for_recall": "The packaging may be compromised such that sterility of the hoods cannot be guaranteed.",
    "recall_status": "Terminated",
    "recalling_firm": "VIASYS Med Systems",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_26",
    "product_description": "Guidant Zoom Latitude Programming System, Model 3120, Programmer/Recorder/Monitor (PRM).  A portable cardiac rhythm management system designed to be used with Guidant implantable pulse generators.  Guidant Corporation, 4100 Hamline Avenue North, St. Paul, MN  55112-5798 USA.",
    "reason_for_recall": "Final software load did not occur prior to shipment of select programmers.",
    "recall_status": "Terminated",
    "recalling_firm": "Guidant Corporation",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_27",
    "product_description": "FP1000 Cell Preparation System Software versions 1.1 & 1.2, Part Number 624922, for in vitro diagnostic use.",
    "reason_for_recall": "Pressure (from recapped tubes) or vacuum (from under-filled short-draw tubes) will cause inaccurate results if not properly vented.",
    "recall_status": "Terminated",
    "recalling_firm": "Beckman Coulter Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_28",
    "product_description": "Revolution XR/d system control room PC model 5117866-2 with Software collector 5115434",
    "reason_for_recall": "GE Healthcare has recently become aware of a potential risk of observing a blank image after exposure on\nRevolution XR/d systems equipped with HP 8200 PC user consoles that may impact patient safety.\n\nIt was reported that images acquired with off-center collimation for extremities with the\nposition selected as Digits to front or Digits to back are displayed as blank. Investigation into\nth",
    "recall_status": "Terminated",
    "recalling_firm": "GE Medical Systems, LLC",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_29",
    "product_description": "Edwards Lifesciences Fogaty Occlusion Catheter Ref # 62080822F.\n\nThe product is intended for use in Temporary Vessel Occlusion.",
    "reason_for_recall": "Several complaints were the two parts of the tubular package became loose under the shrink wrap that holds the DFU on the packaging tube.",
    "recall_status": "Terminated",
    "recalling_firm": "Edwards Lifesciences, Llc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_30",
    "product_description": "Baxter Colleague Triple Channel Volumetric Infusion Pumps. Baxter Healthcare Corporation, Medication Delivery Division. Product codes: 2M8153, and 2M8163.",
    "reason_for_recall": "The FDA sent a letter to Baxter on April 30, 2010, ordering the company to recall and destroy all models of its Colleague Volumetric Infusion Pumps currently in use in the United States.  FDA determined that this action is necessary, as Baxter has failed to adequately correct, within a reasonable timeframe, the deficiencies in the Colleague pumps still in use.  This recall is a consolidation of al",
    "recall_status": "Terminated",
    "recalling_firm": "Baxter Healthcare Corp. Rt.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_31",
    "product_description": "Probe, Tactile, Right, ASM, Long, \nPart #962011S,\nMedtronic Navigation, \nLouisville, CO 80027.\n\nTrackable hand held instruments used in spine surgeries for preparation of the pedicle. These instruments are used in conjunction with the Medtronic Navigation StealthStation platform and various software applications.",
    "reason_for_recall": "Distal end of tactile probe may break off during use.",
    "recall_status": "Terminated",
    "recalling_firm": "Medtronic Navigation, Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_32",
    "product_description": "COULTER PrepPlus, Part Number: 286600\n\nProduct Usage:  The COULTER PrepPlus, is a microprocessor-controlled pipetting and diluting system, designed for automating sample preparation or assay methods. It is capable of aspirating and dispensing liquid samples.",
    "reason_for_recall": "The recall was initiated because Beckman Coulter has confirmed that the Coulter PrepPlus may experience intermittant reagent level sense failures where the instrument may not produce a warning that a reagent vial is low or out of reagent.",
    "recall_status": "Terminated",
    "recalling_firm": "Beckman Coulter Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_33",
    "product_description": "King LTS-D Oropharyngeal Airways\n\n\nProduct Usage:  The King LTS-D is intended for use in adult patients (in excess of 25 kg) for controlled ventilation during anesthesia for procedures that are short in duration and when the patient is considered to have a low risk of aspiration of stomach contents.",
    "reason_for_recall": "On December 13, 2012, King Systems initiated a voluntary recall of one (1) case(s) (5) individual products) from one (1) lot [(IV1V3) 62 cases, 310 products]of King LTSD Oropharyngeal Airways because the package label indicated that the airway was a size 5 when in fact the airway in the package was a size 4. When King manufacturers a lot, all of the components are the same size, part number etc. I",
    "recall_status": "Terminated",
    "recalling_firm": "King Systems Corp.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_34",
    "product_description": "Siemens Ysio Max system\nThe Ysio Max is a radiographic system used in hospitals, clinics, and medical practices. Ysio Max enables radiographic and tomographic exposures of the whole body including: skull, chest, abdomen, and extremities and may be used on pediatric, adult and bariatric patients. It can also be used for intravenous, small interventions (like biopsy, punctures, etc.) and emergency (trauma, critical ill) applications. Exposures may be taken with the patient sitting, standing, or in the prone position. The Ysio Max system is not meant for mammography. The Ysio Max uses integrated or portable digital detectors for generating diagnostic images by converting x-rays into electronic signals. Ysio Max is also designed to be used with conventional film/screen or Computed Radiography (CR) cassettes.",
    "reason_for_recall": "Two malfunctions posing potential risk to patients were identified with Siemens Ysio Max, AXIOM Luminos dRF Max, Uroskop Omnia Max, and Luminos Agile Max systems with a specific set of serial numbers that will cause lost images due to an automatic Radiology Information System (RIS) worklist update, thus causing examinations to be repeated. Image label may also be displayed incorrectly after images",
    "recall_status": "Terminated",
    "recalling_firm": "Siemens Medical Solutions USA, Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_35",
    "product_description": "Carto 3 EP Navigation System. Electro physiology system which views of the electrical activity of the heart through real-time data on 3-D, color-coded cardiac maps.",
    "reason_for_recall": "Image disappeared from the cardiac ultrasound system when the CARTO 3 EP Navigation System needed restarting while the patient was experiencing pericardial effusion.  Affects the CARTOSOUND Module of the CARTO 3 EP Navigation System when used with the SOUNDSTAR eco 8F and 10F Diagnostic Ultrasound Catheters. New precautions added.",
    "recall_status": "Terminated",
    "recalling_firm": "Biosense Webster, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_36",
    "product_description": "Merit Inflation Syringe Kit. Catalog Number KOS-02857",
    "reason_for_recall": "Merit Medical Systems, Inc. announces a voluntary field action for Merit Inflation Syring Kit due to unit labels missing required device labeling information.",
    "recall_status": "Terminated",
    "recalling_firm": "Merit Medical Systems, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_37",
    "product_description": "Human Alpha-1-Antitrypsin Kit for use on the SPAPlus analyser, Product #NK034.S.  The firm name on the label is The Binding Site Group Ltd., Birmingham, UK.\n\nProduct is designed for the quantitative in-vitro determination of Alpha-1-antitrypsin in human serum using the SPAPLUS turbidimetric analyser. The measurement of Alpha-1-antitrypsin aids in the diagnosis of several conditions including adult cirrhosis of the liver. In addition, Alpha-1-antitrypsin deficiency has been associated with pulmonary emphysema. This test should be used in conjunction with other laboratory and clinical findings.",
    "reason_for_recall": "The high control for the kit is recovering low and may be out of range for assigned values.",
    "recall_status": "Terminated",
    "recalling_firm": "The Binding Site Group, Ltd.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_38",
    "product_description": "JOURNEY BCS OXINIUM Knee Femoral Components, Catalog Numbers:  74021110, 74021111, 74021112, 74021113, 74021114, 74021115, 74021116, 74021117, 74021118, 74021119, 74021120, 74021121, 74021122, 74021123, 74021124, 74021125, 74021126, 74021127, 74021128, 74021129, 74021130, 74021131, 74021132, 74021133, 74021134, 74021135, 74021136, 74021137, 74021138, 74021139, 74021140, 74021141, 74021142, 74021143, 74021144, 74021145, 74021146, 74021147, 74021148, 74021149",
    "reason_for_recall": "The data in the National Joint Registry of England, Wales and Northern Ireland (NJREWNI) and Australian Orthopaedic Association National Joint Replacement Registry (AOANJRR) indicate that the first generation JOURNEY BCS Knee System has a revision rate over 1.5 times the primary total knee arthroplasty device class average revision rates reported in those registries.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Smith & Nephew, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_39",
    "product_description": "SECURE EVA - DUAL CHAMBER CONTAINER With Screw Connectors, 3000mL, (legless) REF 66630 - Product Usage: For use in an intravenous admixture program. The empty container will be filled with parenteral admixtures under normal pharmacy conditions, e.g. laminar flow hood. The use of this product is for storage and delivery of intravenous parenteral admixtures.",
    "reason_for_recall": "Potential for leaking product",
    "recall_status": "Open, Classified",
    "recalling_firm": "The Metrix Company",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_40",
    "product_description": "Endo GIA Auto Suture Universal Articulating Loading Unit 30 mm - 2.5 mm, Item Code 030451 - Product Usage: The Endo GIA  universal staplers have applications in abdominal, gynecologic, pediatric and thoracic surgery for resection, transection and creation of anastomosis.",
    "reason_for_recall": "The device staples may not properly form upon application preventing adequate hemostasis.  Use of a product with this assembly error may result in incomplete staple formation.",
    "recall_status": "Open, Classified",
    "recalling_firm": "",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_41",
    "product_description": "REF TIN3015, 15G x 79 mm Bone Marrow Aspiration/Intraosseous Infusion Needle, For Single Use Only, Sterile EO, UDI: 10885403043796",
    "reason_for_recall": "Potential for needle protector to become fully dislodge exposing infusion needle which could result in needle stick.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Bard Peripheral Vascular Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_42",
    "product_description": "Ivenix Infusion System (IIS), LVP Software; LVP-SW-0004\n\nversion 5.2.0",
    "reason_for_recall": "The display screen may become frozen and unresponsive to user input, triggering an alarm that is evidenced by a buzzer sound and flashing red LEDs as a secondary notification. However, as the screen goes blank it does not indicate an alarm condition or respond. This issue leads to temporary cessation of flow of a medication or fluid, requiring immediate intervention by the clinician.",
    "recall_status": "Terminated",
    "recalling_firm": "Fresenius Kabi USA, LLC",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_43",
    "product_description": "Arrow ErgoPack Complete, Pressure Injectable Arrowg+ard Blue Plus Four-Lumen CVC, REF CDC-42854- PCN1A; catheter, intravascular, therapeutic, long-term greater than 30 days",
    "reason_for_recall": "This recall has been initiated due to reports that the product code and product name were incorrectly listed on the lidstock of affected kits.",
    "recall_status": "Open, Classified",
    "recalling_firm": "ARROW INTERNATIONAL Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_44",
    "product_description": "MiniMed 620G Insulin Pump, REF: MMT-1510, MMT-1710, MMT-1750;\nMiniMed 630G Insulin Pump, REF: MMT-1515, MMT-1714, MMT-1715, MMT-1754, MMT-1755;\nMiniMed 640G Insulin Pump, REF: MMT-1511, MMT-1711, MMT-1512, MMT-1712, MMT-1751, MMT-1752;\nMiniMed 720G Insulin Pump, REF: MMT-1809, MMT-1810, MMT-1817, MMT-1818, MMT-1859, MMT-1860, MMT-1867, MMT-1868\nMiniMed 740G Insulin Pump, REF: MMT-1811, MMT-1812, MMT-1861, MMT-1862",
    "reason_for_recall": "Insulin pumps that have been dropped, bumped, or experienced physical impact may have damage to internal electrical components, which may cause reduced pump battery life. Since the defect reduces the battery life overall, it shortens the time between low battery alarms and increases the frequency with which the user must insert a new battery. Further, the defect may also deliver the low battery alarm when there is significantly less time before the battery completely runs out, from the expected up to 10-hour buffer the low alert is supposed to signal, leading to device powering down and stopping insulin delivery unexpectedly. Per the firm, a subset of pumps with the defect showed the low alert alarm was delivered ~2.5 hours before the device shut off, however, patient reports indicate the time could be even shorter. Replacing the battery will not resolve this issue and the short battery life and the truncated low battery alert lead time will continue to occur. Early battery depletion could result in power loss and insulin delivery could be interrupted, resulting in under delivery of insulin potentially leading to hyperglycemia and/or DKA.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Medtronic MiniMed, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_45",
    "product_description": "Allura Xper FD10;\nModel Numbers: (1) 722003, (2) 722010, (3) 722026;\nAssociated 510(k)s: K102005, K130638, K130842, K133292, K141979, K162859, K161563;",
    "reason_for_recall": "The BIOS battery may deplete faster than initially anticipated during the design phase. When the battery is depleted, the start-up process of the system will be halted, and the system will not start. No user messages are shown before the battery is low on power or depleted.",
    "recall_status": "Open, Classified",
    "recalling_firm": "PHILIPS MEDICAL SYSTEMS NEDERLAND B.V. Veenpluis 4-6 Best Netherlands",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_46",
    "product_description": "Liberty brand Insulin Syringes for use with U-100 insulin, 1/2 cc X 30G X 5/16'' syringes",
    "reason_for_recall": "The correct individual insulin syringe labeling size and guage may be different than what is on the incorrectly labeled shelf box .",
    "recall_status": "Terminated",
    "recalling_firm": "Liberty Medical Supplies",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_47",
    "product_description": "Automated Differential Cell Counter",
    "reason_for_recall": "Device can generate overestimated platelet results.",
    "recall_status": "Terminated",
    "recalling_firm": "ABX Diagnostics Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_48",
    "product_description": "D-Stat Dry Hemostatic Bandage. The product is an adhesive bandage.",
    "reason_for_recall": "package sealing defect - product may not be sterile",
    "recall_status": "Terminated",
    "recalling_firm": "B. Braun Medical, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_49",
    "product_description": "Axis-Shield DIASTAT Anti-CCP test kit, (code FCCP200)",
    "reason_for_recall": "The preservative sodium azide used in the Kit Negative Control (part number FCOM175) was at the wrong concentration - the Kit Negative Control contains 0.2% sodium azide rather than the intended 0.1%.",
    "recall_status": "Terminated",
    "recalling_firm": "",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_50",
    "product_description": "BreathTek Urea Hydrolysis Rate Calculation CD, Version 1.3.5 - January 1,'03, in vitro diagnostic. Meretek Diagnostics, Inc., Lafayette, CO.",
    "reason_for_recall": "Diagnostic test kit for Helicobacter pylori was distributed for adult and pediatric use, but was not approved for pediatric use.",
    "recall_status": "Terminated",
    "recalling_firm": "Meretek Diagnostics, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_51",
    "product_description": "Revolution XR/d systems with control room PC model 5117866-2 with Software collector 5194381. GE Healthcare, 3000 North Grandview, Waukesha, WI 53188.\n\nIntended for use in generating Tomographic images of human anatomy.",
    "reason_for_recall": "GE Healthcare has recently become aware of an error in the generator software on the Revolution XR/d\nconfigured with HP 8200 PC consoles that reports a mAs reading that is higher than is actually exposed to patients.",
    "recall_status": "Terminated",
    "recalling_firm": "GE Medical Systems, LLC",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_52",
    "product_description": "HeartStart MRx (M3535A/M3536A) Defibrillator/Monitor.\n\nThe HeartStart MRx/MRxE is for use for the termination of ventricular tachycardia and ventricular fibrillation. The device is for use by qualified medical personnel trained in the operation of the device and qualified by training basic life support, advanced cardiac support, or defibrillation. It must be used by or on the order of a physician.",
    "reason_for_recall": "incorrect default configuration settings, insufficient\nbattery power as the user may not be alerted that no battery is installed or that a low battery condition exists prior to disconnecting from AC or DC power",
    "recall_status": "Terminated",
    "recalling_firm": "Philips Healthcare Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_53",
    "product_description": "BVI 9600 Bladder Volume Instrument, Aorta Scan Mode\nThe BladderScan BVI 9600 with AortaScan Mode is a user-selectable, dual-function ultrasound device that projects ultrasound energy either into the lower abdomen to obtain an image of the bladder for measuring bladder volume, or into the mid-abdomen to obtain an image of the abdominal aorta for aortic diameter measurements.",
    "reason_for_recall": "The BladderScan BVI 9600 with AortaScan devices may experience the loss of a factory installed software configuration file which results in a loss of the aorta measurement function.",
    "recall_status": "Terminated",
    "recalling_firm": "Verathon, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_54",
    "product_description": "Cochlear Nucleus CI512 Cochlear Implant, REF Z209051, New with Nucleus 5, Sterile EO, Made in Australia, Cochlear Ltd 14 Mars Road, Lane Cove 2066, Australia.\n\nThe cochlear implant is intended to restore a level of auditory sensation via the electrical stimulation of the auditory nerve.",
    "reason_for_recall": "Cochlear implant may shut down and cease to function.",
    "recall_status": "Terminated",
    "recalling_firm": "Cochlear Americas Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_55",
    "product_description": "IMMAGE Immunochemistry Systems Rheumatoid Factor (RF) Reagent, PN 447070\n\nThe IMMAGE Immunochemistry Systems Rheumatoid Factor (RF) reagent, in conjunction with Beckman Cal 5 Plus, is intended for use in the quantitative determination of human rheumatoid factor concentrations in human serum and plasma samples by rate nephelometry. This assay is designed for use with the IMMAGE Immunochemistry System.",
    "reason_for_recall": "The recall was initiated because Beckman Coulter has confirmed customer reports of QC shifts, lot-to-lot variation, and an increase in the percent of patient samples recovering >20 IU/mL using the Lots# M012376 and M101865 of IMMAGE RF reagent.  The lots identified for the RF reagent might produce false abnormal results.",
    "recall_status": "Terminated",
    "recalling_firm": "Beckman Coulter Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_56",
    "product_description": "Cordis ADROIT 6F Guiding Catheter\n\nProduct Usage:\nFor intravascular introduction of interventional and/or diagnostic devices into the coronary or peripheral vascular system.",
    "reason_for_recall": "Due to a labeling error related to the conversion of the inner diameter of the catheter from inches to millimeters.  The English dimension is correct and is the primary dimension.",
    "recall_status": "Terminated",
    "recalling_firm": "Cordis Corporation",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_57",
    "product_description": "Siemens  AXIOM Luminos dRF Max systems \nThe Axiom Luminos dRF is intended to be used as a universal diagnostic imaging system for radiographic and fluoroscopic studies. Using a digital flat detector, it can perform a range of applications including general R/F, angiography and pediatric examinations. The Axiom Luminos dRF is a device intended to visualize anatomical structures by converting a pattern of X-ray into a visible image.",
    "reason_for_recall": "Two malfunctions posing potential risk to patients were identified with Siemens Ysio Max, AXIOM Luminos dRF Max, Uroskop Omnia Max, and Luminos Agile Max systems with a specific set of serial numbers that will cause lost images due to an automatic Radiology Information System (RIS) worklist update, thus causing examinations to be repeated. Image label may also be displayed incorrectly after images",
    "recall_status": "Terminated",
    "recalling_firm": "Siemens Medical Solutions USA, Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_58",
    "product_description": "SOUNDSTAR eco 8F and 10F Diagnostic Ultrasound Catheters.  For intra-cardiac and intra-luminal visualization of cardiac and great vessel anatomy and physiology as well as visualization of other devices in the heart.",
    "reason_for_recall": "Image disappeared from the cardiac ultrasound system when the CARTO 3 EP Navigation System needed restarting while the patient was experiencing pericardial effusion.  Affects the CARTOSOUND Module of the CARTO 3 EP Navigation System when used with the SOUNDSTAR eco 8F and 10F Diagnostic Ultrasound Catheters. New precautions added.",
    "recall_status": "Terminated",
    "recalling_firm": "Biosense Webster, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_59",
    "product_description": "Vanguard 360 Revision Knee System\nKnee prostheses",
    "reason_for_recall": "The drill bit used to drill the hex pre-drilled hole in the screw head of the Tibial Augment Bolts included in the Vanguard 360 Revision Knee System was larger than allowable per the process specification.  As a result, the hex geometry can still be visible, but there are radial cuts into the hex flat. Therefore, when the bolt is inserted into the augment, the screwdriver is unable to catch on the hex geometry, or the screwdriver strips the remaining hex geometry, and the bolt is unable to be fully tightened.\n\nThe bolt stripping or the bolt not being fully tightened will be noticed by the surgeon intraoperatively when he or she is unable to screw the augment bolts into the augment. This possible event can result in an intraoperative delay resulting in increased time under anesthesia.",
    "recall_status": "Terminated",
    "recalling_firm": "Zimmer Biomet, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_60",
    "product_description": "Fortify VR - Model Numbers: CD1231-40 and CD1231-40Q; Fortify ST VR, Model Numbers: CD1241-40 and CD1241-40Q; Fortify Assura VR, Model Numbers: CD1257-40, CD1257-40Q, CD1357-40C, CD1357-40Q; Fortify Assura ST VR, Model Numbers: CD1263-40, CD1263-40Q, CD1363-40C, CD1363-40Q; Fortify DR, Model Numbers: CD2231-40 and CD2231-40Q; Fortify ST DR, Model Numbers: CD2241-40 and CD2241-40Q; Fortify Assura DR, Model Numbers: CD2257-40, CD2257-40Q, CD2357-40C, CD2357-40Q; Fortify Assura ST DR, Model Numbers: CD2263-40, CD2263-40Q, CD2363-40C, CD2363-40Q\nProduct Usage\t Fortify and Fortify Assura implantable cardioverter defibrillators (ICDS) are intended to provided ventricular anti-tachycardia pacing and ventricular defibrillation for automated treatment of life threatening ventricular arrhythmias. The devices may also be programmed to provide single or dual chamber bradycardia pacing",
    "reason_for_recall": "The device may exhibit premature battery depletion.",
    "recall_status": "Terminated",
    "recalling_firm": "St Jude Medical Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_61",
    "product_description": "JOURNEY BCS Knee Conventional Polyethylene Inserts:  74023111, 74023112, 74023113, 74023114, 74023115, 74023116, 74023117, 74023118, 74023121, 74023122, 74023123, 74023124, 74023125, 74023126, 74023127, 74023128, 74023131, 74023132, 74023133, 74023134, 74023135, 74023136, 74023137, 74023138, 74023141, 74023142, 74023143, 74023144, 74023145, 74023146, 74023147, 74023148, 74023211, 74023212, 74023213, 74023214, 74023215, 74023216, 74023217, 74023218, 74023221, 74023222, 74023223, 74023224, 74023225, 74023226, 74023227, 74023228, 74023231, 74023232, 74023233, 74023234, 74023235, 74023236, 74023237, 74023238, 74023241, 74023242, 74023243, 74023244, 74023245, 74023246, 74023247, 74023248, 74023251, 74023252, 74023253, 74023254, 74023255, 74023256, 74023257, 74023258, 74023261, 74023262, 74023263, 74023264, 74023265, 74023266, 74023267, 74023268, 74023271, 74023272, 74023273, 74023274, 74023275, 74023276, 74023277, 74023278, 74023281, 74023282, 74023283, 74023284, 74023285, 74023286, 74023287, 74023288, 74023311, 74023312, 74023313, 74023314, 74023315, 74023316, 74023317, 74023318, 74023321, 74023322, 74023323, 74023324, 74023325, 74023326, 74023327, 74023328, 74023331, 74023332, 74023333, 74023334, 74023335, 74023336, 74023337, 74023338, 74023341, 74023342, 74023343, 74023344, 74023345, 74023346, 74023347, 74023348, 74023411, 74023412, 74023413, 74023414, 74023415, 74023416, 74023417, 74023418, 74023421, 74023422, 74023423, 74023424, 74023425, 74023426, 74023427, 74023428, 74023431, 74023432, 74023433, 74023434, 74023435, 74023436, 74023437, 74023438, 74023441, 74023442, 74023443, 74023444, 74023445, 74023446, 74023447, 74023448, 74023451, 74023452, 74023453, 74023454, 74023455, 74023456, 74023457, 74023458, 74023461, 74023462, 74023463, 74023464, 74023465, 74023466, 74023467, 74023468, 74023471, 74023472, 74023473, 74023474, 74023475, 74023476, 74023477, 74023478, 74023481, 74023482, 74023483, 74023484, 74023485, 74023486, 74023487, 74023488, 74023648, 74203326",
    "reason_for_recall": "The data in the National Joint Registry of England, Wales and Northern Ireland (NJREWNI) and Australian Orthopaedic Association National Joint Replacement Registry (AOANJRR) indicate that the first generation JOURNEY BCS Knee System has a revision rate over 1.5 times the primary total knee arthroplasty device class average revision rates reported in those registries.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Smith & Nephew, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_62",
    "product_description": "SECURE EVA - DUAL CHAMBER CONTAINER With Screw Connectors, 4000mL, (legless) REF 66640 - Product Usage: For use in an intravenous admixture program. The empty container will be filled with parenteral admixtures under normal pharmacy conditions, e.g. laminar flow hood. The use of this product is for storage and delivery of intravenous parenteral admixtures.",
    "reason_for_recall": "Potential for leaking product",
    "recall_status": "Open, Classified",
    "recalling_firm": "The Metrix Company",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_63",
    "product_description": "Endo GIA Auto Suture Universal Articulating Loading Unit 30 mm - 3.5 mm, Item Code 030452 - Product Usage: The Endo GIA  universal staplers have applications in abdominal, gynecologic, pediatric and thoracic surgery for resection, transection and creation of anastomosis.",
    "reason_for_recall": "The device staples may not properly form upon application preventing adequate hemostasis.  Use of a product with this assembly error may result in incomplete staple formation.",
    "recall_status": "Open, Classified",
    "recalling_firm": "",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_64",
    "product_description": "Medtronic Bio-Medicus Insertion Kits, Model number 96553, Pediatric Insertion Kit, Sterile; and Model number 96551, Venous Insertion Kit, Sterile.",
    "reason_for_recall": "There was a label mix-up between two model numbers resulting in the incorrect guidewire being contained in the kits for both model numbers.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Medtronic Perfusion Systems",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_65",
    "product_description": "The product is a handheld ultraviolet-C germicidal wand and contains two, narrow-diameter, tubular lamps with a peak emission wavelength in the 254 nm range.",
    "reason_for_recall": "Excessive ultraviolet-C radiation",
    "recall_status": "Open, Classified",
    "recalling_firm": "IN MY BATHROOM LLC",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_66",
    "product_description": "Arrow Pressure Injectable Arrowg+ard Blue Plus Four-Lumen CVC, REF CDC-45854-P1A; catheter, intravascular, therapeutic, long-term greater than 30 days",
    "reason_for_recall": "This recall has been initiated due to reports that the product code and product name were incorrectly listed on the lidstock of affected kits.",
    "recall_status": "Open, Classified",
    "recalling_firm": "ARROW INTERNATIONAL Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_67",
    "product_description": "MiniMed Insulin Pump Device. MiniMed 670G, REF: MMT-1580, MMT-1581, MMT-1582, MMT-1780, MMT-1781, MMT-1782, MMT-1740, MMT-1741, MMT-1742, MMT-1760, MMT-1761, MMT-1762;\nMiniMed 770G, REF: MMT-1880, MMT-1881, MMT-1882, MMT-1890, MMT-1891, MMT-1892;\nMiniMed 780G, REF: MMT-1884, MMT-1885, MMT-1886, MMT-1894, MMT-1895, MMT-1896",
    "reason_for_recall": "Insulin pumps that have been dropped, bumped, or experienced physical impact may have damage to internal electrical components, which may cause reduced pump battery life. Since the defect reduces the battery life overall, it shortens the time between low battery alarms and increases the frequency with which the user must insert a new battery. Further, the defect may also deliver the low battery alarm when there is significantly less time before the battery completely runs out, from the expected up to 10-hour buffer the low alert is supposed to signal, leading to device powering down and stopping insulin delivery unexpectedly. Per the firm, a subset of pumps with the defect showed the low alert alarm was delivered ~2.5 hours before the device shut off, however, patient reports indicate the time could be even shorter. Replacing the battery will not resolve this issue and the short battery life and the truncated low battery alert lead time will continue to occur. Early battery depletion could result in power loss and insulin delivery could be interrupted, resulting in under delivery of insulin potentially leading to hyperglycemia and/or DKA.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Medtronic MiniMed, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_68",
    "product_description": "Allura Xper FD10/10;\nModel Numbers: (1) 722005, (2) 722011, (3) 722027;\nAssociated 510(k)s: K102005, K130638, K130842, K133292, K141979, K162859, K161563;",
    "reason_for_recall": "The BIOS battery may deplete faster than initially anticipated during the design phase. When the battery is depleted, the start-up process of the system will be halted, and the system will not start. No user messages are shown before the battery is low on power or depleted.",
    "recall_status": "Open, Classified",
    "recalling_firm": "PHILIPS MEDICAL SYSTEMS NEDERLAND B.V. Veenpluis 4-6 Best Netherlands",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_69",
    "product_description": "Liberty brand Insulin Syringes for use with U-100 insulin, 1 cc X 29G X 1/2 '' insulin syringes",
    "reason_for_recall": "The correct individual insulin syringe labeling size and guage may be different than what is on the incorrectly labeled shelf box .",
    "recall_status": "Terminated",
    "recalling_firm": "Liberty Medical Supplies",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_70",
    "product_description": "AmeriWater Portable RO+, model numbers MR01 and MR02.  The device is a reverse osmosis system for dialysis.",
    "reason_for_recall": "The device has a potential risk of failure caused by faulty wiring within the electrical component.  The wires can overheat and eventually break in two.",
    "recall_status": "Terminated",
    "recalling_firm": "Ameriwater Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_71",
    "product_description": "Hard shell carry case for the LIFEPAK 500 AED.",
    "reason_for_recall": "Some hard shell carry case for  LIFEPAK 500 and LIFEPAK CR Plus automated external defibrillators may have blocked pressure vent which may make it difficult to open the case after a sudden decrease in altitude (such as in aircraft landng or mountain descent).",
    "recall_status": "Terminated",
    "recalling_firm": "Medtronic Emergency Response Systems, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_72",
    "product_description": "Thoratec brand TLC-II Portable Ventricular Assist Device (VAD) Driver; Catalog No. 20010-2085-000\n\nDistributed and Manufactured by Thoratec Corporation, 6035 Stoneridge Drive, Pleasanton, CA 94588",
    "reason_for_recall": "Sticky Valve Disk- The valve disk has an increased tendency to stick during operation causing noise and pressure/vacuum alarms.",
    "recall_status": "Terminated",
    "recalling_firm": "Thoratec Corp",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_73",
    "product_description": "PathFinder Bone Drill-Awl-Tap, a part of the PathFinder spinal stablization system, Part Number 1156-50.",
    "reason_for_recall": "Tip of PathFinder surgical instrument broke during procedure.",
    "recall_status": "Terminated",
    "recalling_firm": "Abbott Spine",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_74",
    "product_description": "One Touch Ultra Test Strips, part number 020-994-02, manufactured by LifeScan Inc, Milpitas, CA, 25 count.\n\nIntended to be used for quantitative measurement of glucose in fresh capillary whole blood.  Intended for use outside the body (in vitro diagnostic use) by people with diabetes at home and healthcare professionals in a clinical setting as an aid to monitor the effectiveness of diabetes control.  Intended for use on the finger, arm, or palm.",
    "reason_for_recall": "Products exceed inaccuracy threshold , with many complaints resulting from inaccurate low results.",
    "recall_status": "Terminated",
    "recalling_firm": "Lifescan Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_75",
    "product_description": "GE OEC 9900 Elite ESP \n\nTo produce mobile fluoroscopic images of human anatomy.",
    "reason_for_recall": "A software defect - may result in a false indication and warning on the OEC 9900 Workstation and C-arm display that the X-Ray tube Anode is over-heated.  This will also cause the displayed air kerma rate and cumulative air kerma to be inaccurate.",
    "recall_status": "Terminated",
    "recalling_firm": "Ge Healthcare",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_76",
    "product_description": "AortaScan AMI 9700 \nThe AortaScan AMI 9700 is an ultrasound device that projects ultrasound energy into the mid-abdomen to obtain an image of the abdominal aorta for aortic diameter measurements",
    "reason_for_recall": "The AortaScan AMI 9700 devices may experience the loss of a factory installed software configuration file which results in a loss of the aorta measurement function.",
    "recall_status": "Terminated",
    "recalling_firm": "Verathon, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_77",
    "product_description": "Smiths Medical, CADD-Solis ambulatory infusion pumps, Models 2100, REF 21-2101-0200-51 and 2110, REF 21-2111-0100-51, Rx Only.\n   Indicated for intravenous, intra-arterial, subcutaneous, intraperitoneal, in close proximity to nerves, into an intraoperative site (soft tissue, body cavity/ surgical wound site), epidural space, or subarachnoid space infusion.",
    "reason_for_recall": "Reports of non-delivery/ significant under-delivery of fluids when the CADD Medication Cassette Reservoir is not correctly latched to the pump.\n\nEXPANDED:  On 7/14/11, Smith Medical expanded this recall to include all consignees with affected pumps.",
    "recall_status": "Terminated",
    "recalling_firm": "Smiths Medical ASD, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_78",
    "product_description": "Male, 16Fr, Straight-tip Intermittent Urinary Catheters M16. The product is distributed individually or in intermediate boxes containing 30 individual, sterile packaged catheters (PA/PE film and dialyzing paper pouches).\n\nThere are 30 catheters packaged in sterile pouches that are placed into an intermediate box, 10 of these intermediate boxes packaged into one case. K072539\nThe Cure Catheter\" device, M16, is an intermittent urinary catheter intended to be used by males for the purpose of bladder drainage. It is manufactured with conventional medical grade, latex-free, biocompatible materials. The straight-tip has been designed to eliminate trauma to the urethra and is provided in 16Fr size in an easy-to-open, sterile, single-use package. The coud-tip catheter, M16C, is designed with a curved tip that makes it easier to pass through the curvature of the prostatic urethra in men. It is also used to pass through urethral strictures. This product is prescribed for people who have difficulty or are unable to pass a straight catheter through their urethra and into their bladder.",
    "reason_for_recall": "The firm initiated the product recall because labeling on some of the intermediate boxes of catheters identify the contents to be M16C, a coud-tip catheters while the actual contents are M16Fr male, 16Fr, straight-tip catheters with the pouch and the case box labeled as M16Fr male, 16Fr, straight-tip catheters.",
    "recall_status": "Terminated",
    "recalling_firm": "Cure Medical LLC",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_79",
    "product_description": "SHOPKO Waterproof Adhesive Pads Antibacterial.\n\nUsed for covering minor cuts, scrapes and burns.",
    "reason_for_recall": "No antibacterial bandages were packed in boxes labeled as antibacterial.",
    "recall_status": "Terminated",
    "recalling_firm": "ASO, LLC",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_80",
    "product_description": "Siemens Uroskop Omnia Max system \nThe Uroskop Omnia is a solid state detector fluoroscopic X-Ray system, primarily for urological applications (functional x-ray diagnostic, endourology and minimal invasive urology/surgery). The system,, which includes a radiologic/urologic treatment table, may be used for urological, gastroenterological and gynecological treatment, planning and diagnostic procedures including but not limited to: \"Querying and retrieving patient history information and/or previous diagnosis and images from other modalities; \"X-ray examinations of the urogenital area \"Ultrasound examinations \"Endourological interventions \"Percutaneous interventions \"Laparoscopy \"Application of fistula \"Simple procedures \"Extracorporeal shock wave lithotripsy \"Uroflow/urodynamics \"Pediatric radiological and therapeutic applications",
    "reason_for_recall": "Two malfunctions posing potential risk to patients were identified with Siemens Ysio Max, AXIOM Luminos dRF Max, Uroskop Omnia Max, and Luminos Agile Max systems with a specific set of serial numbers that will cause lost images due to an automatic Radiology Information System (RIS) worklist update, thus causing examinations to be repeated. Image label may also be displayed incorrectly after images",
    "recall_status": "Terminated",
    "recalling_firm": "Siemens Medical Solutions USA, Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_81",
    "product_description": "Philips GoSafe Mobile Help Button; 7000MHB.\n\nPersonal Emergency Response System.",
    "reason_for_recall": "Irregular battery disconnection resulted in issues with Mobile Health Button (MHB) Charging.",
    "recall_status": "Terminated",
    "recalling_firm": "Lifeline Systems, Incorporated",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_82",
    "product_description": "Skintact Electrodes for Defibrillation, DF29N.\n\nProduct Usage:\nMultifunction electrode for external defibrillation, pacing, cardioversion, and monitoring.  The device is non-sterile and for single use only.",
    "reason_for_recall": "There is a risk that defibrillation electrodes model DF29N will be connected with the defibrillator Welch Allyn AED 10 only with delay or not at all.  This may cause a situation in which a patient, who is in a life threatening condition and requires a\ndefibrillation shock, cannot be treated in good time.",
    "recall_status": "Terminated",
    "recalling_firm": "Leonhard Lang Medizintechnik GmbH Archenweg 56 Innsbruck Austria",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_83",
    "product_description": "Unify, Model Numbers: CD3231-40 and CD3231-40Q; Unify Quadra, Model Numbers: CD3249-40 and CD3249-40Q; Unify Assura, Model Numbers: CD3257-40, CD3257-40Q, CD3357-40C, CD3357-40Q; Quadra Assura, Model Numbers: CD3265-40, CD3265-40Q, CD3365-40C, CD3365-40Q; Quadra Assura MP, Model Numbers: CD3269-40, CD3269-40Q, CD3369-40C, CD3369-40Q\nUnify and Unify Assura cardiac resynchronization therapy defibrillators (CRTDs) are intended to provide ventricular anti-tachycardia pacing and ventricular defibrillation for automated treatment of life-threatening ventricular arrhythmias. The devices may also be programmed to provide single or dual chamber bradycardia pacing, in additional to cardiac resynchronization therapy via left ventricular pacing",
    "reason_for_recall": "The device may exhibit premature battery depletion.",
    "recall_status": "Terminated",
    "recalling_firm": "St Jude Medical Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_84",
    "product_description": "TrueBeam Radiotherapy Delivery System version 2.0 and 2.5\nEDGE Radiotherapy Delivery System version 2.0 and 2.5\n\nProduct Usage:  The TrueBeam delivery systems are intended to provide radiotherapy and stereotactic radiosurgery for lesions, tumors, and conditions anywhere in the body where radiation treatment is indicated.",
    "reason_for_recall": "Reports have been received of an anomaly that can result in a treatment without intended gating (respiratory tracking/monitoring). This issue occurs when a patient planned with gating is treated on more than one system.",
    "recall_status": "Terminated",
    "recalling_firm": "Varian Medical Systems",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_85",
    "product_description": "SECURE EVA - DUAL CHAMBER CONTAINER with Manifold, 1500mL, REF 66616 (Canadian distribution) - Product Usage: For use in an intravenous admixture program. The empty container will be filled with parenteral admixtures under normal pharmacy conditions, e.g. laminar flow hood. The use of this product is for storage and delivery of intravenous parenteral admixtures.",
    "reason_for_recall": "Potential for leaking product",
    "recall_status": "Open, Classified",
    "recalling_firm": "The Metrix Company",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_86",
    "product_description": "Endo GIA Auto Suture Universal Articulating Loading Unit 45 mm - 2.0 mm, Item Code 030453 - Product Usage: The Endo GIA  universal staplers have applications in abdominal, gynecologic, pediatric and thoracic surgery for resection, transection and creation of anastomosis.",
    "reason_for_recall": "The device staples may not properly form upon application preventing adequate hemostasis.  Use of a product with this assembly error may result in incomplete staple formation.",
    "recall_status": "Open, Classified",
    "recalling_firm": "",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_87",
    "product_description": "Alinity m SARS-CoV-2 Amp Kit (Emergency Use Authorization, US Assay) and Alinity m SARS-CoV-2 Application Specification File.  in vitro diagnostic",
    "reason_for_recall": "There is a potential for false positive results.",
    "recall_status": "Terminated",
    "recalling_firm": "Abbott Molecular, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_88",
    "product_description": "MR Patient Care Portal 5000 (Desktop Unit), Model Number 453564792561\n\nThis is a component of product number 866162.",
    "reason_for_recall": "Device may intermittently fail to produce audio. Turning the unit off and on does not resolve the issue; disconnecting and reconnecting to AC power does not reliably resolve the issue.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Philips North America Llc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_89",
    "product_description": "Arrow ErgoPack Pressure Injectable Arrowg+ard Blue Advance Three-Lumen PICC pre-loaded with Arrow VPS TipTracker Stylet, REF CDC-45563-TTS; catheter, intravascular, therapeutic, long-term greater than 30 days",
    "reason_for_recall": "This recall has been initiated due to reports that the product code and product name were incorrectly listed on the lidstock of affected kits.",
    "recall_status": "Open, Classified",
    "recalling_firm": "ARROW INTERNATIONAL Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_90",
    "product_description": "Neo-Tee T-Piece Resuscitator. Part Numbers 1050805, 1050832. For pediatric emergency respiratory support.",
    "reason_for_recall": "Manual resuscitator circuit flow controller may come apart due to a missing manufacturing step.",
    "recall_status": "Open, Classified",
    "recalling_firm": "Mercury Enterprises, Inc. dba Mercury Medical",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_91",
    "product_description": "Allura Xper FD10 OR Table;\nModel Numbers: 722033;\nAssociated 510(k)s: K102005, K130638, K130842, K133292, K141979, K162859, K161563;",
    "reason_for_recall": "The BIOS battery may deplete faster than initially anticipated during the design phase. When the battery is depleted, the start-up process of the system will be halted, and the system will not start. No user messages are shown before the battery is low on power or depleted.",
    "recall_status": "Open, Classified",
    "recalling_firm": "PHILIPS MEDICAL SYSTEMS NEDERLAND B.V. Veenpluis 4-6 Best Netherlands",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_92",
    "product_description": "Liberty brand Insulin Syringes for use with U-100 insulin, 1/2  cc X 29G X 1/2 '' insulin syringes",
    "reason_for_recall": "The correct individual insulin syringe labeling size and guage may be different than what is on the incorrectly labeled shelf box .",
    "recall_status": "Terminated",
    "recalling_firm": "Liberty Medical Supplies",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_93",
    "product_description": "Mystic M-Style Mushroom Cup Mityvac Vacuum Assisted Delivery System\nProduct No: 10047",
    "reason_for_recall": "Product is mislabeled as a Mushroom Cap Vacuum but actually contains a Bell Style Assisted Delivery System",
    "recall_status": "Terminated",
    "recalling_firm": "CooperSurgical, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_94",
    "product_description": "Hard shell carry case for the LIFEPAK CR Plus.",
    "reason_for_recall": "Some hard shell carry case for  LIFEPAK 500 and LIFEPAK CR Plus automated external defibrillators may have blocked pressure vent which may make it difficult to open the case after a sudden decrease in altitude (such as in aircraft landng or mountain descent).",
    "recall_status": "Terminated",
    "recalling_firm": "Medtronic Emergency Response Systems, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_95",
    "product_description": "Stryker Navigation System, eNlite System with Dell laptop computer model D800, Stryker # 7700-300-000.",
    "reason_for_recall": "A component of the device is a Dell laptop computer, which contains batteries that are under recall because they can overheat and cause a fire.",
    "recall_status": "Terminated",
    "recalling_firm": "Stryker Instruments Div. of Stryker Corporation",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_96",
    "product_description": "PathFinder Bone Drill-Awl-Tap, a part of the PathFinder spinal stabilization system, Part Number 1156-60.",
    "reason_for_recall": "Tip of PathFinder surgical instrument broke during procedure.",
    "recall_status": "Terminated",
    "recalling_firm": "Abbott Spine",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_97",
    "product_description": "Toshiba Infinix fluoroscopy DFP-8000D Digital Radiography System with version 3.40 or higher software.  Controller for Infinix interventional angiography systems.",
    "reason_for_recall": "Audible signal is not available at all times when using the HLC fluoroscopy mode.  Special means of activation are not designed in for selection of High Level Controls, as required by regulation.",
    "recall_status": "Terminated",
    "recalling_firm": "Toshiba American Medical Systems Inc",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_98",
    "product_description": "GE OEC 9900 Elite GSP Fluoroscopes\n\nTo produce mobile fluoroscopic images of human anatomy.",
    "reason_for_recall": "A software defect - may result in a false indication and warning on the OEC 9900 Workstation and C-arm display that the X-Ray tube Anode is over-heated.  This will also cause the displayed air kerma rate and cumulative air kerma to be inaccurate.",
    "recall_status": "Terminated",
    "recalling_firm": "Ge Healthcare",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  },
  {
    "id": "recall_99",
    "product_description": "BladderScan BVM 9500\nThe BladderScan BVM 9500 is intended to project ultrasound energy through the lower abdomen to obtain an image of the bladder and measure urinary bladder volume and mass noninvasively.",
    "reason_for_recall": "The BladderScan BVM 9500 devices may experience the loss of a factory installed software configuration file which results in a loss of the aorta measurement function.",
    "recall_status": "Terminated",
    "recalling_firm": "Verathon, Inc.",
    "recall_date": "",
    "classification": "",
    "source": "FDA Device Recalls"
  }
]